Repository: Gentlemanlylad5/googlepersonfinder
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, fr, he, id, iw, ro, ur, zh_tw

source: Back to results list
es: Volver a la lista de resultados
fr: Retour aux résultats de la recherche
he: בחזרה לרשימת התוצאות
id: Kembali ke daftar hasil
ro: Înapoi la lista de rezultate
ur: نتائج کی فہرست پر واپس جائیں
zh_tw: 回到結果清單

source: Status updates for this person
es: Actualizaciones sobre esta persona
fr: Mises-à-jour du statut pour cette personne
he: עדכונים לגבי מצבו של אדם זה
id: Status pemutakhiran untuk orang ini
ro: Actualizări de stare pentru această persoană
ur: اس فرد کے لئے صورتحال کی تازہ کاریاں
zh_tw: 這個人的狀態更新

source: Posted by
es: Por
fr: Envoyé par
he: פורסם על ידי
id: Diposkan oleh
ro: Postată de
ur: شائع کردہ بذریعہ
zh_tw: 張貼者

source: (unknown)
es: (desconocido)
fr: (inconnu)
he: (לא ידוע)
id: (tidak diketahui)
ro: (necunoscut)
ur: (نامعلوم)
zh_tw: (未知)

source: on
es: el
fr: le
he: בתאריך
id: pada
iw: בתאריך
ro: pe
ur: کو
zh_tw: 日期

source: at
es: a las
fr: à
he: בשעה
id: pukul
iw: בשעה
ro: la
ur: پر
zh_tw: 時間

source: E-mail
fr: Adresse e-mail
he: דוא"ל
ur: ای میل
zh_tw: 電子郵件

source: Phone
es: Teléfono
fr: Numéro de téléphone
he: טלפון
id: Telepon
ro: Telefon
ur: فون
zh_tw: 電話號碼

source: This record is a duplicate of
es: Este registro es un duplicado de
fr: Cet enregistrement est un doublon de
he: רשומה זו היא כפולה של
id: Data ini duplikat dari
ro: Această înregistrare este un duplicat al
ur: یہ ریکارڈ ایک ڈپلیکٹ ہے از
zh_tw: 此記錄與下列項目重複：

source: Missing person has been in contact with someone
id: Orang hilang telah terhubung dengan seseorang
zh_tw: 失踨人員已與某人聯絡

source: Missing person's current e-mail address
es: E-mail de la persona desaparecida
fr: Adresse e-mail actuelle de la personne disparue
he: כתובת הדוא"ל הנוכחית של הנעדר
id: Alamat email saat ini untuk si orang hilang
ro: Adresa de e-mail actuală a persoanei dispărute
ur: گمشدہ فرد کا حالیہ ای میل پتہ
zh_tw: 失踨人員目前使用的電子郵件位址

source: Missing person's current phone number
es: Teléfono actual de la persona desaparecida
fr: Numéro de téléphone actuel de la personne disparue
he: מספר הטלפון הנוכחי של הנעדר
id: Nomor telepon saat ini untuk si orang hilang
ro: Numărul de telefon al persoanei dispărute
ur: گمشدہ فرد کا حالیہ فون نمبر
zh_tw: 失踨人員目前使用的電話號碼

source: No status updates have been posted
es: No se han ingresado actualizaciones
fr: Aucune mise-à-jour n'a été publiée
he: לא פורסמו עדכונים לגבי מצבו של האדם
id: Tidak ada pemutakhiran status yang diposkan
ro: Nu au fost postate încă actualizări de stare
ur: صورتحال کی کوئی تازہ کاریاں شائع نہیں ہوئی ہیں
zh_tw: 尚未張貼任何狀態更新

source: Google Person Finder
es: Buscador Google de Personas
fr: Google Recherche de Personnes
iw: מאתר האנשים של Google

source: Person Finder
es: Buscador de Personas
fr: Recherche de Personnes
iw: מאתר האנשים

source: Name is required. Please go back and try again.
iw: דרוש שם. חזור ונסה שוב.
ur: پیغام مطلوب ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔

source: Enter the person's name.
iw: הזן את השם של האדם.
ur: اس شخص کا نام درج کریں

source: Are you sure you want to delete the record for "%(first_name)s %(last_name)s"?
iw: האם אתה בטוח שברצונך למחוק את הרשומה עבור "%(first_name)s %(last_name)s"?

source: If you proceed with deletion, this record will no longer be searchable or viewable on this site.
iw: אם תמשיך בתהליך המחיקה, לא תוכל עוד לחפש או להציג את הרשומה באתר זה.

source: This record is a copy of a record from another source. You can delete the record here, but please be aware that we might later receive another copy of it from the original source. <p> If you would like it permanently deleted, please contact the original source. You can view the original record at <a href="%(source_url)s">%(source_name)s</a>.
iw: רשומה זו היא עותק של רשומה ממקור אחר. תוכל למחוק את הרשומה כאן, אך שים לב כי ייתכן שנקבל עותק אחר של רשומה זו מהמקור עצמו. <p> אם אתה רוצה למחוק רשומה זו לצמיתות, צור קשר עם המקור עצמו. תוכל להציג את הרשומה המקורית בכתובת <a href="%(source_url)s">%(source_name)s</a>.

source: A user has deleted the record for "%(first_name)s %(last_name)s" at %(site_url)s. We are notifying you of the deletion because your e-mail address is recorded as the author of a note on this record.
iw: משתמש מחק את הרשומה עבור "%(first_name)s %(last_name)s" בכתובת %(site_url)s. אנו מודיעים לך על המחיקה משום שכתובת הדוא"ל שלך מציינת שאתה המחבר של הערה ברשומה זו.

source: A user has deleted the record for "%(first_name)s %(last_name)s" at %(site_url)s. We are notifying you of the deletion because your e-mail address is recorded as the author of this record. NOTE: If you believe this record was deleted in error, you can restore it by following this link within the next %(days_until_deletion)s days: %(restore_url)s After %(days_until_deletion)s days, the record will be permanently deleted.
iw: משתמש מחק את הרשומה עבור "%(first_name)s %(last_name)s" בכתובת %(site_url)s. אנו מודיעים לך על המחיקה משום שכתובת הדוא"ל שלך מציינת שאתה המחבר של רשומה זו. הערה: אם לדעתך רשומה זו נמחקה בשוגג, תוכל לשחזר אותה על ידי הפעלת קישור זה במהלך %(days_until_deletion)s הימים הקרובים: %(restore_url)s לאחר %(days_until_deletion)s ימים, הרשומה תימחק לצמיתות.

source: A user has posted a status update for "%(first_name)s %(last_name)s" at %(site_url)s:
iw: משתמש פרסם עדכון סטטוס עבור "%(first_name)s %(last_name)s" בכתובת %(site_url)s:

source: The author of the record for "%(first_name)s %(last_name)s" (which was previously deleted) has restored the record. To view the record, follow this link: %(record_url)s We are notifying you because your e-mail address is associated with this person record or a note on the record.
iw: המחבר של הרשומה עבור "%(first_name)s %(last_name)s" (שנמחקה בעבר) שיחזר את הרשומה. כדי להציג את הרשומה, הפעל קישור זה: %(record_url)s אנו מודיעים לך על כך משום שכתובת הדוא"ל שלך משויכת לרשומה או להערה ברשומה של אדם זה.

source: You have subscribed to status updates for "%(first_name)s %(last_name)s" at %(site_url)s. You can view the full record at %(view_url)s To unsubscribe, follow this link: %(unsubscribe_link)s
iw: נרשמת לקבלת עדכוני סטטוס עבור "%(first_name)s %(last_name)s" בכתובת %(site_url)s. תוכל להציג את הרשומה המלאה בכתובת %(view_url)s כדי לבטל את הרישום, הפעל קישור זה: %(unsubscribe_link)s

source: <a href="%(logout_url)s">Sign out</a>
iw: <a href="%(logout_url)s">יציאה</a>

source: About 1 month (30 days) from now
iw: כחודש (30 יום) מעכשיו

source: About 1 year (360 days) from now
iw: כשנה (360 יום) מעכשיו

source: About 2 months (60 days) from now
iw: כחודשיים (60 יום) מעכשיו

source: About 3 months (90 days) from now
iw: כשלושה חודשים (90 יום) מעכשיו

source: About 6 months (180 days) from now
iw: כשישה חודשים (180 יום) מעכשיו

source: Are you sure this note isn't spam?
iw: האם אתה בטוח שהערה זו אינה דואר זבל?

source: Are you sure you want to mark this note as spam?
iw: האם אתה בטוח שברצונך לסמן הערה זו כדואר זבל?

source: Are you sure you want to restore this record from deletion?
iw: האם אתה בטוח שברצונך לשחזר רשומה זו מהמחיקה?

source: Atom feed of updates about this person
iw: עדכון Atom של עדכונים לגבי אדם זה

source: Dashboard
iw: מרכז שליטה

source: Delete this record
iw: מחק רשומה זו

source: Download the sound as MP3
iw: הורד את הצליל כ-MP3

source: Expiry
iw: תפוגה

source: Expiry date of this record
iw: תאריך התפוגה של רשומה זו

source: Feed of updates about this person
iw: עדכון של עדכונים על אדם זה

source: Get a new challenge
iw: קבל אתגר חדש

source: Get a visual challenge
iw: קבל אתגר חזותי

source: Get an audio challenge
iw: קבל אתגר אודיו

source: Have you personally talked with this person AFTER the disaster? (required)
iw: האם שוחחת עם אדם זה בעצמך לאחר האסון? (נדרש)

source: Help
iw: עזרה

source: Hide note
iw: הסתר הערה

source: I do not want my information online anymore.
iw: אני לא מעוניין יותר שהמידע שלי יופיע באופן מקוון.

source: I have received spam due to this note.
iw: קיבלתי דואר זבל בשל הערה זו.

source: I have received spam.
iw: קיבלתי דואר זבל.

source: I prefer not to specify.
iw: אני מעדיף שלא לציין.

source: Incorrect. Try again.
iw: שגיאה. נסה שוב.

source: Invalid e-mail address. Please try again.
iw: כתובת דוא"ל לא חוקית. נסה שוב.

source: More information for developers can now be found %(developers_link_html)shere%(link_end_html)s.
iw: כעת ניתן למצוא מידע נוסף למפתחים %(developers_link_html)sכאן%(link_end_html)s.

source: Not spam
iw: לא דואר זבל

source: Or add to your site as a %(gadget_link_html)sGoogle Gadget%(link_end_html)s.
iw: לחלופין, הוסף לאתר בתור %(gadget_link_html)sגאדג'ט של Google%(link_end_html)s.

source: Play the sound again
iw: הפעל שוב את הצליל

source: Please confirm your e-mail address to subscribe to updates
iw: אשר את כתובת הדוא"ל שלך כדי להירשם לקבלת עדכונים

source: Please enter your e-mail address to subscribe to updates
iw: הזן את כתובת הדוא"ל שלך כדי להירשם לקבלת עדכונים

source: Please fill in all the required fields.
iw: מלא את כל השדות הנדרשים.

source: Reason for deletion:
iw: הסיבה למחיקה:

source: Report spam
iw: דווח על דואר זבל

source: Return to the record for %(given_name)s %(family_name)s.
iw: חזור לרשומה עבור %(given_name)s %(family_name)s.

source: Reveal note
iw: חשוף הערה

source: Someone is seeking information about this person
iw: מישהו מחפש מידע על אדם זה

source: Subscribe
iw: הירשם

source: Subscribe to updates about %(first_name)s %(last_name)s
iw: הירשם לקבלת עדכונים על %(first_name)s %(last_name)s

source: Subscribe to updates about this person
iw: הירשם לקבלת עדכונים על אדם זה

source: The reason this note is being marked as spam:
iw: הסיבה שהערה זו סומנה כדואר זבל היא:

source: The record has been deleted.
iw: הרשומה נמחקה.

source: The status you selected indicates that you are this person. If this is true, please also select 'Yes' to indicate that you have contacted this person.
iw: הסטטוס שבחרת מציין שאתה אדם זה. אם זה נכון, בחר גם במילה 'כן' כדי לציין שיצרת קשר עם אדם זה.

source: These gadgets are made available under the %(apache_link_html)sApache 2.0 license%(link_end_html)s.
iw: גאדג'טים אלה זמינים ב%(apache_link_html)sרשיון Apache, גרסה 2.0%(link_end_html)s.

source: This link is invalid.
iw: קישור זה אינו חוקי.

source: This note has been marked as spam.
iw: הערה זו סומנה כדואר זבל.

source: This note is inappropriate.
iw: הערה זו אינה הולמת.

source: This note is incorrect or untrue.
iw: הערה זו שגויה או שקרית.

source: This note is spam.
iw: הערה זו היא דואר זבל.

source: This person has been in contact with someone
iw: אדם זה היה בקשר עם מישהו

source: This record has served its purpose.
iw: רשומה זו השיגה את מטרתה.

source: This record is inappropriate.
iw: רשומה זו אינה הולמת.

source: This record is spam.
iw: רשומה זו היא דואר זבל.

source: Type the two words:
iw: הקלד את שתי המילים:

source: Type what you hear:
iw: הקלד את מה שאתה שומע:

source: When should this record disappear?
iw: מתי רשומה זו אמורה להיעלם?

source: Yes, delete the record
iw: כן, מחק את הרשומה

source: Yes, restore this record
iw: כן, שחזר רשומה זו

source: Yes, update the note
iw: כן, עדכן את ההערה

source: You are already subscribed.
iw: אתה כבר רשום.

source: You are already unsubscribed.
iw: הרישום שלך כבר בוטל.

source: You are not currently signed in. <a href="%(login_url)s">Sign in</a>
iw: אינך מחובר כרגע. <a href="%(login_url)s">היכנס</a>

source: You can <a target="_blank" href="%(view_url)s">view the record</a> before deleting it.
iw: תוכל <a target="_blank" href="%(view_url)s">להציג את הרשומה</a> לפני שתמחק אותה.

source: You can view the full record at %(view_url)s
iw: תוכל להציג את הרשומה המלאה בכתובת %(view_url)s

source: You have successfully subscribed.
iw: נרשמת בהצלחה.

source: You have successfully unsubscribed.
iw: ביטלת את הרישום בהצלחה.

source: You received this notification because you have subscribed to updates on this person. To unsubscribe, follow this link: %(unsubscribe_link)s
iw: קיבלת התראה זו משום שנרשמת לקבלת עדכונים על אדם זה. כדי לבטל את הרישום, הפעל קישור זה: %(unsubscribe_link)s

source: Your e-mail address:
iw: כתובת הדוא"ל שלך:

source: [Person Finder] Deletion notice for "%(first_name)s %(last_name)s"
iw: [מאתר אנשים] הודעת מחיקה עבור "%(first_name)s %(last_name)s"

source: [Person Finder] Record restoration notice for "%(first_name)s %(last_name)s"
iw: [מאתר אנשים] הודעה על שחזור רשומה עבור "%(first_name)s %(last_name)s"

source: [Person Finder] Status update for %(given_name)s %(family_name)s
iw: [מאתר אנשים] עדכון סטטוס עבור %(given_name)s %(family_name)s

source: [Person Finder] You are subscribed to status updates for %(given_name)s %(family_name)s
iw: [מאתר אנשים] אתה רשום לקבלת עדכוני סטטוס עבור %(given_name)s %(family_name)s
