Repository: Gentlemanlylad5/googlepersonfinder
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, fr, he, id, iw, ro, ur, zh_tw

source: The XML document can contain &lt;pfif:person&gt; elements with nested &lt;pfif:note&gt; elements.
es: El documento XML puede incluir elementos &lt;pfif:person&gt; con elementos &lt;pfif:note&gt; anidados.
fr: Le document XML peut contenir les éléments &lt;pfif:person&gt; avec des éléments &lt;pfif:note&gt; imbriqués.
id: Dokumen XML dapat berisi elemen &lt;pfif:person&gt; elements with nested &lt;pfif:note&gt;.
ur: XML دستاویز &lt;pfif:person&gt; عناصر مع جال نما &&lt;pfif:note&gt; عناصر پر مشتمل ہوسکتی ہے۔
zh_tw: XML 文件可以包含 &lt;pfif:person&gt; elements with nested &lt;pfif:note&gt; 元素。

source: To understand the proper XML format, see the
fr: Pour comprendre ce format XML, lisez le fichier d’exemple:
id: Untuk memahami format XML yang benar, lihat
zh_tw: 如要瞭解適當的 XML 格式，請參閱

source: We recommend that you upload a single record or a small number of records as a test, retrieve the records using the Individual Person Record API (/api/read), and view the records on the site to verify that the results are what you expected.
es: Te recomendamos subir un solo registro o un pequeño lote de registros como prueba. Luego descarga los registros utilizando el API de Registro Individual de Persona (/api/read) y comprueba los registros en la página para verificar que los resultados son los que esperabas.
fr: Nous recommandons d’envoyer un seul enregistrement ou un petit nombre d’enregistrements comme test puis de récupérer les enregistrements en utilisant le Individual Person Record API (/api/read) et de vérifier que les enregistrements qui apparaissent sur le site sont ceux attendus.
id: Kami menyarankan Anda mengunggah satu atau sejumlah kecil data sebagai percobaan, ambil data itu menggunakan Individual Person Record API (/api/read), dan lihat data pada situs untuk memverifikasi bahwa hasilnya sesuai dengan yang Anda inginkan.
ur: ہماری تجویز ہے کہ آپ جانچ کے بطور ایک واحد ریکارڈ یا ریکارڈوں کی ایک معمولی تعداد اپ لوڈ کریں، انفرادی ذاتی ریکارڈ API (/api/read) استعمال کرکے ریکارڈز باز یافت کریں،اور یہ توثیق کرنے کے لئے سائٹ پر ریکارڈز دیکھیں کہ نتائج آپ کی توقع کے مطابق ہیں۔
zh_tw: 建議您上傳一筆記錄或少量記錄當作測試，使用「個人記錄 API」(/api/read) 擷取記錄，並在網站上查看記錄來驗證結果是否符合您的期望。

source: Pay careful attention to the handling of accented letters, note text, source URLs, and photo URLs (if you have them).
es: Presta atención a los acentos, notas, URLs fuente y URLs de fotos (si las hay).
fr: Vérifiez attentivement la conversion des lettres accentuées, des notes textuelles, des URL sources et des URL vers des photos (si vous en avez).
id: Perhatikan penyajian huruf beraksen, teks catatan, URL sumber, dan URL foto (jika Anda memilikinya).
ur: مرتب کردہ خطوط، نوٹ متن، ماخذ URLs، اورتصویر کے URLs (اگر آپ کے پاس وہ ہیں) کی دیکھ بھال میں پوری احتیاط برتیں۔
zh_tw: 請特別注意重音字母、附註文字、來源網址及相片網址的處理方式 (如果您有這些資訊的話)。

source: Due to the size limitation on POST requests, you should split up files into batches of 100 &lt;pfif:person&gt; elements.
es: Debido al límite de tamaño en el método de petición POST, debes dividir los archivos en grupos de 100 elementos &lt;pfif:person&gt;.
fr: À cause de la limitation de taille des requêtes POST, vous devez séparer les fichiers en groupes de 100 éléments &lt;pfif:person&gt;.
id: Karena permintaan POS terbatas ukurannya, maka Anda harus membagi berkas menjadi beberapa kelompok dari 100 &lt;pfif:person&gt; elemen.
ur: اشاعت کی درخواستوں پر سائز کی تحدید کی وجہ سے، آپ کو فائلیں 100 &lt;pfif:person&gt; عناصر کے مجموعے میں تقسیم کردینا چاہیے۔
zh_tw: 因為 POST 大小限制的要求，您應該要將各檔案分割成 100 個 &lt;pfif:person&gt; 元素的批次。

source: If you encounter an error, or need to correct problems in a previous upload, it is safe to upload the same records again. Records will replace existing records with the same person_record_id or note_record_id.
es: Si se produce un error o necesitas corregir un problema, subir el mismo registro varias veces es seguro. Un registro reemplazará los registros existentes que tengan el mismo identificador de registro de persona (person_record_id) o identificador de registro de nota (note_record_id).
fr: Si vous rencontrez une erreur, ou avez besoin de corriger un problème sur un envoi précédent, il est possible de renvoyer les mêmes enregistrements. Ceux-ci remplaceront les enregistrements existants qui ont le même person_record_id ou note_record_id.
id: Jika mengalami galat, atau perlu memperbaiki masalah pada unggahan sebelumnya, Anda dapat mengunggah data yang sama lagi. Data yang diunggah akan menggantikan data yang ada dengan person_record_id atau note_record_id yang sama.
ur: اگر آپ کو کسی غلطی کا سامنا ہوتا ہے، یا سابقہ اپ لوڈ میں دشواریوں کی تصحیح کرنی پڑتی ہے تو، وہی ریکارڈ دوبارہ اپ لوڈ کرنا محفوظ ہے۔ ریکارڈز موجودہ ریکارڈوں کو اسی person_record_id یا note_record_id کے ریکارڈوں سے بدل دیں گے۔
zh_tw: 如果您上傳時遇到問題，或是需要修正之前上傳的錯誤，您可以再次上傳相同的記錄。這些記錄將會取代 person_record_id 或 note_record_id 相同的現有記錄。

source: The response will be an XML document like this:
es: La respuesta será un documento XML como este:
fr: La réponse sera un document XML comme celui-ci:
id: Hasil penggantiannya akan ditunjukkan dalam dokumen XML seperti berikut:
ur: جواب اس طرح کا ایک XML دستاویز ہو گا:
zh_tw: 回應將會是 XML 文件，像這樣：

source: Each &lt;status:write> element describes one batch of writes. &lt;status:record_type> is the type of the batch. &lt;status:parsed> says how many XML records were successfully parsed. &lt;status:written> says how many were written to the datastore. In the above example, 1 person and 1 note were successfully written.
es: Cada elemento &lt;status:write> describe un grupo de registros por escribir. &lt;status:record_type> es el tipo de registros en el grupo. &lt;status:parsed> indica cuántos registros XML fueron correctamente analizados. &lt;status:written> indica cuántos fueron almacenados en la base de datos. En el ejemplo anterior, una persona y una nota fueron almacenadas con éxito.
fr: Chaque élément &lt;status:write> décrit un groupe d’écritures. &lt;status:record_type> est le type du groupe. &lt;status:parsed> représente le nombre d’enregistrements XML qui ont été correctement analysés. &lt;status:written> représente le nombre d’enregistrements qui ont été écrits dans la base de données. Dans l’exemple précédent, 1 personne et 1 commentaire ont été correctement écrits.
id: Setiap elemen &lt;status:write> menguraikan satu kelompok penulisan. &lt;status:record_type> adalah jenis kelompok. &lt;status:parsed> menunjukkan banyaknya data XML yang berhasil diuraikan. &lt;status:written> menunjukkan jumlah yang dituliskan ke datastore. Dalam contoh di atas, 1 orang dan 1 catatan berhasil dituliskan.
ur: ہر ایک &lt;status:write> عنصر تحریر کے ایک مجموعے کو بیان کرتا ہے۔ &lt;status:record_type> مجموعے کی قسم ہے۔ &lt;status:parsed> بتاتا ہے کہ XML کے کتنے ریکارڈز میں کامیابی کے ساتھ تصریف ہوئی تھی۔ &lt;status:written> بتاتا ہے کہ کتنے کو ڈیٹااسٹور میں لکھا گیا تھا۔ مذکورہ بالا مثال میں، 1 فرد اور 1 نوٹ کامیابی کے ساتھ تحریر ہوگیا تھا۔
zh_tw: 每個 &lt;status:write> 元素指出一批次的寫入資料。&lt;status:record_type> 是該批次的類型。&lt;status:parsed> 指出已成功剖析的 XML 記錄有多少。&lt;status:written> 指出已寫入資料存放區的記錄有多少。在以上範例中，已經成功寫入 1 位人員及 1 筆附註。

source: When there are problems it will look like this:
es: Si surgen problemas, la respuesta se parecerá a esta:
fr: En cas de problèmes, le document ressemblera à ceci:
id: Jika ada masalah, dokumen XML akan tampak seperti ini:
ur: اس میں دشواریاں ہونے پر یہ اس طرح کا نظر آئے گا:
zh_tw: 問題發生時，您會看到：

source: Each &lt;status:skipped> entry describes the reason why a particular record was skipped, and includes the record ID if one was given.
es: Cada entrada &lt;status:skipped> describe la razón por la cual un registro en particular fue ignorado e incluye el identificador de registro si éste fue especificado.
fr: Chaque entrée &lt;status:skipped> décrit la raison pour laquelle un enregistrement particulier n’a pas été importé et inclut l’ID de l’enregistrement si l’enregistrement contient un ID.
id: Setiap entri &lt;status:skipped> menunjukkan alasan mengapa data tertentu dilompati, dan menyertakan nomor data jika diberikan.
ur: ہر &lt;status:skipped> اندراج بتاتا ہے کہ کوئی مخصوص ریکارڈ کیوں چھوڑ دیا گیا تھا، اور اگر ریکارڈ ID دیا گیا تھا تو اس کو شامل کرتا ہے۔
zh_tw: 每個 &lt;status:skipped> 輸入項目指出特定記錄遭忽略的原因，並包含記錄 ID (如果有的話)。

source: When you upload person or note records, you will be replacing any existing records with the same record ID. It should be safe to upload the same data multiple times while you fix formatting problems.
es: Cuando subas registros de persona o de nota, estarás reemplazando los registros ya existentes que tengan el mismo identificador de registro. Subir los mismos datos varias veces es una manera segura de arreglar problemas de formato.
fr: Quand vous envoyez sur le serveur un enregistrement sur une personne ou un commentaire, vous remplacerez tout enregistrement existant ayant le même ID. Il est toutefois acceptable d’envoyer les mêmes données plusieurs fois si vous corrigez des problèmes de format.
id: Ketika mengunggah data orang atau catatan, Anda akan menggantikan data yang ada dengan nomor data yang sama. Pengunggahan data yang sama dapat dilakukan berulang kali setiap selesai memperbaiki masalah pemformatan.
ur: فرد کو اپ لوڈ یا نوٹ ریکارڈز کرتے وقت، آپ کسی موجودہ ریکارڈز کو اسی ریکارڈ ID سے تبدیل کر رہے ہوں گے۔ آپ کو فارمیٹنگ کی دشواریاں ٹھیک کرنے کے وقت ایک ہی ڈیٹا کئی مرتبہ اپ لوڈ کرنا موحفوظ ہونا چاہیے۔
zh_tw: 上載人員或附註記錄時，您會使用相同的記錄 ID 取代現有的記錄。而解決格式問題的同時，您可以多次上傳相同的記錄。

source: Source Code
es: Código Fuente
fr: Code source
id: Kode Sumber
ur: ماخذ کوڈ
zh_tw: 原始碼

source: Close window
es: Cerrar ventana
fr: Fermer la fenêtre
he: סגור חלון
id: Tutup jendela
ro: Închideţi fereastra
ur: ونڈو بند کریں
zh_tw: 關閉視窗

source: Or add to your site as a
fr: Ou ajouter à votre site comme un
id: Atau tambahkan ke situs Anda sebagai
zh_tw: 或是添加至您的網站作為

source: Google Gadget
fr: gadget Google
id: Gadget Google
zh_tw: Google 小工具使用

source: These gadgets are made available under the
fr: Ces gadgets sont disponible sous
id: Gadget ini tersedia menurut
zh_tw: 這些小工具是根據以下授權條款提供使用：

source: More information for developers can now be found
fr: Vous trouverez plus d'informations pour dévelopeurs
id: Informasi selengkapnya untuk pengembang sekarang dapat ditemukan
zh_tw: 您可以在

source: here
fr: ici
id: di sini
zh_tw: 這裡取得適用於開發人員的其他資訊

source: What is your situation?
es: ¿Cuál es tu situación?
fr: Quelle est votre situation?
he: מה המצב שלך?
id: Apakah yang Anda inginkan?
ro: Care este situaţia dvs.?
ur: آپ کیا کرنا چاہتے حین؟
zh_tw: 您的情況為何？

source: I'm looking for someone
es: Busco a alguien
fr: Je recherche quelqu'un
he: אני מחפש מישהו
id: Saya mencari seseorang
ro: Caut pe cineva
ur: میں کسی کو تلاش کر رہا ہوں
zh_tw: 我正在尋找某人

source: I have information about someone
es: Tengo información sobre alguien
fr: J'ai une information sur une personne
he: יש לי מידע על מישהו
id: Saya memiliki informasi tentang seseorang
ro: Deţin informaţii despre cineva
ur: میرے پاس کسی کے بارے میں اطلاع ہے
zh_tw: 我有某人的消息

source: Currently tracking about %(num_people)s records.
es: Aproximadamente %(num_people)s personas registradas.
fr: Environ %(num_people)s enregistrements.
he: מבצע כעת מעקב אחר כ-%(num_people)s רשומות.
id: Saat ini melacak sekitar %(num_people)s data.
ro: În prezent sunt urmărite aproximativ %(num_people)s (de) înregistrări.
ur: اس وقت ھمارےپاس %(num_people)s لوگوں کے بارے مین معلومات ھے
zh_tw: 目前正在追蹤 %(num_people)s 筆記錄。

source: Compare these records
es: Comparar estos registros
fr: Comparer ces enregistrements
he: השווה רשומות אלה
id: Bandingkan data ini
ro: Comparaţi aceste înregistrări
ur: ان ریکارڈوں کا موازنہ کریں
zh_tw: 比較這些記錄

source: Home address
es: Dirección
fr: Adresse résidentielle
he: כתובת בבית
id: Alamat rumah
ro: Adresă de domiciliu
ur: گھر کا پتہ
zh_tw: 住家地址

source: Other information
es: Otra información
fr: Autres informations
he: מידע אחר
id: Informasi lain
ro: Alte informaţii
ur: دیگر معلومات
zh_tw: 其他資訊

source: Source of this record
es: Fuente de este registro
fr: Origine de cet enregistrement
he: מקור רשומה זו
id: Sumber data ini
ro: Sursa acestei înregistrări
ur: اس ریکارڈ کا ماخذ
zh_tw: 此記錄的出處

source: Author's name
es: Nombre del autor
fr: Nom de l'auteur
he: שם המחבר
id: Nama penulis
ro: Numele autorului
ur: مصنف کا نام
zh_tw: 提供者的姓名

source: (click to reveal)
es: (pulse para ver)
fr: (cliquez pour voir)
he: (לחץ כדי להציג)
id: (klik untuk ditampilkan)
ro: (faceţi clic pentru a afişa)
ur: (ظاہر کرنے کے لئے کلک کریں)
zh_tw: (按一下即可顯示)

source: Original URL
es: URL original
fr: Adresse URL d'origine
he: כתובת אתר מקורית
id: URL asli
ro: Adresă URL iniţială
ur: اصل URL
zh_tw: 原始網址

source: Link
es: Enlace
fr: Lien
he: קישור
id: Tautan
ur: لنک
zh_tw: 鏈接

source: Enter the person's given and family names.
es: Escribe el nombre y apellido de la persona.
fr: Entrez le prénom et le nom de famille.
he: הזן את השם הפרטי ושם המשפחה של האדם.
id: Ketikkan nama depan dan nama keluarga orang itu.
iw: הזן את השם הפרטי ושם המשפחה של האדם.
ro: Introduceţi numele şi prenumele persoanei.
zh_tw: 輸入這個人的名字及姓氏。

source: Enter the person's name or parts of the name.
es: Escribe el nombre de la persona que buscas, o una parte del nombre.
fr: Entrez tout ou partie du nom de la personne.
he: הזן את שם האדם או חלקים משמו.
id: Ketikkan nama atau sebagian nama orang itu.
ro: Introduceţi numele persoanei sau părţi din acesta.
ur: فرد کا نام یا نام کے اجزاء درج کریں۔
zh_tw: 輸入這個人的姓名或是部分姓名。

source: More than 100 results; only showing the first 100. Try entering more of the name
es: Más de cien resultados en total; se muestra solamente los primeros cien. Intenta escribir una parte más larga del nombre.
fr: Plus de 100 résultats, seuls les 100 premiers sont affichés. Essayer de mieux préciser le nom
he: מעל 100 תוצאות; מציג רק את ה-100 הראשונות. נסה להזין חלק גדול יותר מהשם
id: Lebih dari 100 hasil, hanya menampilkan 100 hasil pertama. Cobalah lengkapi nama.
ro: Mai mult de 100 de rezultate. Se afişează numai primele 100. Încercaţi să introduceţi o parte mai mare din nume
ur: 100 سے زیادہ نتائج: صرف پہلے 100 دکھا رہا ہے۔ نام کے مزید حروف درج کرکے آزمائیں
zh_tw: 超過 100 筆結果，僅顯示前 100 筆。請試著輸入更完整的姓名

source: Search for this person
es: Buscar a esta persona
fr: Rechercher cette personne
he: חפש אדם זה
id: Penelusuran untuk orang ini
ro: Căutaţi această persoană
ur: اس فرد کی تلاش کریں
zh_tw: 搜尋這個人

source: Provide information about this person
es: Ofrecer información sobre esta persona
fr: Fournir les informations sur cette personne
he: ספק מידע על אדם זה
id: Berikan informasi tentang orang ini
ro: Furnizaţi informaţii despre această persoană
ur: اس فرد کے بارے میں معلومات فراہم کریں
zh_tw: 提供這個人的相關資訊

source: Search Results for
es: Resultados para
fr: Résultats de la recherche pour
he: תוצאות חיפוש עבור
id: Hasil Penelusuran untuk
ro: Rezultatele căutării pentru
ur: تلاش کے نتائج برائے
zh_tw: 此項目的搜尋結果：

source: Records Similar to
es: Registros parecidos a
fr: Enregistrements similaires à
he: רשומות אשר דומות ל
id: Data yang Mirip dengan
ro: Înregistrări similiare cu
ur: ریکارڈز مماثل بہ
zh_tw: 此項目的相似記錄：

source: There is one existing record with a similar name.
es: Existe un registro con un nombre parecido.
fr: Il existe un enregistrement avec un nom similaire.
he: קיימת רשומה אחת עם שם דומה.
id: Ada satu data dengan nama yang mirip.
ro: Există deja o înregistrare creată cu nume similar.
ur: اسی نام کا کوئی موجودہ ریکارڈ نہیں ہے۔
zh_tw: 相似姓名具有一筆記錄。

source: There are some existing records with similar names.
es: Existen varios registros con nombres parecidos.
fr: Il existe des enregistrements avec des noms similaires
he: קיימות כמה רשומות עם שמות דומים.
id: Ada beberapa data dengan nama yang mirip.
ro: Există deja câteva înregistrări create cu nume similare.
ur: انہی ناموں کے کچھ موجودہ ریکارڈز ہیں۔
zh_tw: 相似姓名具有數筆記錄。

source: Please check whether it matches the person you were planning to report.
es: Por favor, verifica que corresponde a la persona de la que quieres informar.
fr: Veuillez vérifier si il s'agit de la personne que vous vous apprêtiez à signaler.
he: בדוק אם יש התאמה לאדם שהתכוונת לדווח עליו.
id: Periksa apakah nama itu cocok dengan orang yang ingin Anda laporkan.
ro: Verificaţi dacă vreuna dintre acestea se potriveşte cu persoana despre care doriţi să oferiţi informaţii.
ur: براہ کرم پتہ کریں کہ آیا یہ اس فرد سے مماثل ہے جسے آپ اطلاع دینے کا منصوبہ بنا رہے تھے۔
zh_tw: 請檢查其是否與您打算回報的人相符。

source: There are %(num_results)s existing records with similar names.
es: Existen %(num_results)s registros con nombres parecidos.
fr: Il existe %(num_results)s enregistrements avec des noms similaires
he: קיימות %(num_results)s רשומות עם שמות דומים.
id: Ada %(num_results)s data dengan nama yang mirip.
ro: Există deja %(num_results)s (de) înregistrări create cu nume similare.
ur: اسی نام کے %(num_results)s موجودہ ریکارڈز ہیں۔
zh_tw: 相似姓名具有 %(num_results)s 筆記錄。

source: Click here to view results.
es: Selecciona aquí para ver los resultados.
fr: Cliquer ici pour voir les résultats
he: לחץ כאן כדי להציג את התוצאות.
id: Klik di sini untuk melihat hasil.
ro: Faceţi clic aici pentru a afişa rezultatele.
ur: نتائج دیکھنے کے لئے یہاں کلک کریں۔
zh_tw: 按一下此處即可查看結果。

source: To view or add information, select a name below.
es: Para ver o añadir información, selecciona un nombre.
fr: Pour voir ou ajouter des informations, cliquer sur un nom ci-dessous
he: כדי להציג או להוסיף מידע, בחר שם בהמשך.
id: Untuk melihat atau menambahkan informasi, pilih nama di bawah.
ro: Pentru a afişa sau pentru a adăuga informaţii, selectaţi un nume de mai jos.
ur: معلومات دیکھنے یا شامل کرنے کے لئے، ذیل میں نام منتخب کریں۔
zh_tw: 若要查看或新增資訊，請從下方選擇姓名。

source: Switch to duplicate marking mode
es: Cambiar a modo de selección de duplicados
fr: Basculer ver le mode de marquage des doublons
he: עבור למצב סימון כפול
id: Ubah ke mode penandaan duplikat
ro: Comutaţi la modul de marcare a dublurilor
ur: ڈپلیکیٹ کا نشان ڈالنے کے انداز پر سوئچ کریں
zh_tw: 切換至重複標記模式

source: Switch to normal view mode
es: Cambiar a modo normal
fr: Basculer en mode normal
he: עבור למצב תצוגה רגילה
id: Ubah ke mode tampilan normal
ro: Comutaţi la modul de vizualizare normal
ur: عام منظر کے انداز پر سوئچ کریں
zh_tw: 切換至正常檢視模式

source: Status
es: Situación
fr: Statut
he: מצב
ro: Stare
ur: صورتحال
zh_tw: 狀態

source: Has been in contact with someone
es: Ha estado en contacto con alguien
fr: A été en contact avec quelqu'un
id: Telah terhubung dengan seseorang
ro: A intrat în contact cu cineva
ur: کسی فرد کے رابطہ میں رہا ہے
zh_tw: 已與某人聯絡

source: Unknown
es: Desconocida
fr: Inconnu
id: Tidak diketahui
ro: Necunoscută
ur: نامعلوم
zh_tw: 未知

source: Select up to 3 records to mark as duplicate:
es: Selecciona hasta tres registros a marcar como duplicados:
fr: Séléctionner jusqu'à 3 enregistrements à marquer comme doublons:
he: בחר עד 3 רשומות לסימון ככפולות:
id: Pilih hingga 3 data untuk ditandai sebagai duplikat:
ro: Selectaţi maximum 3 înregistrări pentru a le marca drept duplicate:
ur: ڈپلیکیٹ کے بطور نشان ڈالنے کے لئے 3 تک ریکارڈ منتخب کریں:
zh_tw: 最多選取 3 筆記錄並將其標示為重複項目：

source: Records selected
es: registros seleccionados
fr: enregistrements sélectionnés
he: רשומות נבחרו
id: Data yang dipilih
ro: (de) înregistrări selectate
ur: ریکارڈز منتخب ہوئے
zh_tw: 已選取的記錄筆數：

source: If none of these records match the person you had in mind, you can click below to create a new record.
es: Si ninguno de estos registros corresponde a la persona que buscas, puedes crear un registro nuevo pulsando el botón siguiente.
fr: Si aucun de ces enregistrements ne correspond à la personne, vous pouvez cliquer ci-dessous pour créer un nouvel enregistrement.
he: אם רשומות אלה אינן תואמות לאדם שאתה מחפש, תוכל ללחוץ בהמשך כדי ליצור רשומה חדשה.
id: Jika tidak ada data yang cocok dengan orang yang Anda maksud, Anda dapat mengeklik tombol di bawah untuk membuat data baru.
ro: Dacă niciuna dintre aceste înregistrări nu se referă la persoana la care vă gândeaţi, puteţi face clic mai jos pentru a crea o nouă înregistrare.
ur: اگر ان میں سے کوئی ریکارڈ آپ کے ذہن میں موجود فرد سے مماثل نہیں ہے تو، آپ نیا ریکارڈ بنانے کے لئے ذیل میں کلک کرسکتے ہیں۔
zh_tw: 如果這些記錄都不符合您要尋找的人，您可以按一下下方來建立新記錄。

source: No results found for
es: No se han encontrado resultados para
fr: Aucun résultat n'a été trouvé pour
he: לא נמצאו תוצאות עבור
id: Tidak ada hasil yang ditemukan untuk
ro: Nu a fost găsit niciun rezultat pentru
ur: کوئی نتائج نہیں ملے برائے
zh_tw: 此項目無搜尋結果：

source: We have nothing matching your search.
es: Ningún registro corresponde a tu búsqueda.
fr: Nous n'avons aucun résultat correspondant à votre recherche
he: לא נמצאו רשומות התואמות לפרטי החיפוש שלך.
id: Kami tidak menemukan kecocokan untuk penelusuran Anda.
ro: Nu am găsit nimic care să corespundă căutării dvs.
ur: ہمارے پاس آپ کی تلاش سے مماثل کچھ نہیں ہے۔
zh_tw: 系統找不到相符的搜尋結果。

source: Follow this link to create a new record
es: Pulsa el enlace para crear un nuevo registro
fr: Suivez ce lien pour créer un nouvel enregistrement
he: הפעל קישור זה כדי ליצור רשומה חדשה
id: Ikuti tautan ini untuk membuat data baru
ro: Urmaţi acest link pentru a crea o înregistrare nouă
ur: نیا ریکارڈ بنانے کے لئے اس لنک کی پیروی کریں
zh_tw: 請前往此連結來建立新記錄

source: Create a new record for
es: Crear un nuevo regsitro para
fr: Créer un nouvel enregistrement pour
he: צור רשומה חדשה עבור
id: Buat data baru untuk
ro: Creaţi o înregistrare nouă pentru
ur: نیا ریکارڈ بنائیں برائے
zh_tw: 建立此項目的新記錄：

source: Create a new record for a missing person
es: Crear una nuevo registro para una persona desaparecida
fr: Créer un nouvel enregistrement pour une personne perdue de vue.
he: צור רשומה חדשה עבור אדם נעדר
id: Buat data baru untuk orang hilang
ro: Creaţi o înregistrare nouă pentru o persoană dispărută
ur: گمشدہ فرد کے لئے نیا ریکارڈ بنائیں
zh_tw: 建立失蹤人員的新記錄

source: Show sensitive information
es: Mostrar información sensible
fr: Afficher des informations sensibles
he: הצג מידע רגיש
id: Menampilkan informasi sensitif
ro: Afişaţi informaţii delicate
ur: حساس معلومات دکھائیں
zh_tw: 顯示機密資訊

source: Proceed
es: Proceder
fr: Procéder
he: המשך
id: Lanjutkan
ro: Continuaţi
ur: آگے بڑھیں
zh_tw: 繼續

source: To see this sensitive information, you have to <a href="%(login_url)s">sign in</a>.
es: Para ver esta información sensible, debes <a href="%(login_url)s">iniciar sesión</a>.
fr: Pour voir ces informations sensibles, vous devez vous <a href="%(login_url)s">connecter</a>.
id: Untuk melihat informasi sensitif ini, Anda harus <a href="%(login_url)s">masuk</a>.
ur: حساس معلومات دیکھنے کے لئے،آپ کو <a href="%(login_url)s">سائن ان</a> کرنا ہوتا ہے۔
zh_tw: 如要查看此機密資訊，您必須<a href="%(login_url)s">登入</a>。

source: Identifying information
es: Reseña de identificación
fr: Informations d'identification
he: מידע מזהה
id: Informasi pengidentifikasi
ro: Informaţii de identificare
ur: معلومات کی نشاندہی ہو رہی ہے
zh_tw: 身份識別資訊

source: Physical characteristics
es: Características físicas
fr: Caractéristiques physiques
he: תכונות פיזיות
id: Ciri-ciri fisik
ro: Caracteristici fizice
ur: طبعی خصوصیات
zh_tw: 身體特徵

source: Sex
es: Sexo
fr: Sexe
he: מין
id: Jenis kelamin
ur: جنس
zh_tw: 性別

source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
he: תאריך לידה
id: Tanggal lahir
ro: Data naşterii
ur: تاریخ پیدائش
zh_tw: 生日

source: Age
es: Edad
fr: Âge
he: גיל
id: Usia
ro: Vârstă
ur: عمر
zh_tw: 年齡

source: Home country
es: País de origen
fr: Pays de résidence
he: ארץ מוצא
id: Negara asal
ro: Ţară de origine
ur: آبائی ملک
zh_tw: 母國

source: Possible duplicates
es: Posibles duplicados
fr: Doublons possibles
he: רשומות כפולות אפשריות
id: Kemungkinan duplikat
ro: Duplicate posibile
ur: ممکنہ ڈپلیکیٹس
zh_tw: 可能的重複項目
