Repository: Gentlemanlylad5/googlepersonfinder
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, fr, he, id, iw, ro, ur, zh_tw

source: Province or state
es: Provincia o Estado
fr: Département
he: מחוז או מדינה
id: Provinsi atau negara bagian
ro: Provincie sau stat
ur: صوبہ یا ریاست
zh_tw: 省/自治區/直轄市

source: Postal or zip code
es: Código postal
fr: Code postal
he: מיקוד
id: Kode pos atau ZIP:
ro: Cod poştal
ur: ڈاک یا زپ کوڈ
zh_tw: 郵遞區號

source: Description
es: Descripción
he: תיאור
id: Uraian
ro: Descriere
ur: وضاحت
zh_tw: 說明

source: Describe how to identify this person.
es: Describe cómo identificar a esta persona.
fr: Décrivez comment identifier cette personne
he: תאר כיצד ניתן לזהות אדם זה.
id: Uraikan cara mengidentifikasi orang ini.
ro: Descrieţi cum poate fi identificată această persoană.
ur: اس فرد کی نشاندہی کا طریقہ بتائیں۔
zh_tw: 說明如何辨識這個人。

source: Photo
es: Fotografía
he: תמונה
id: Foto
ro: Fotografie
ur: فوٹوگرا
zh_tw: 相片

source: If you have a photo of this person, upload it or enter its URL address.
es: Si tienes una foto de esta persona, introduce su dirección URL, o sube el fichero correspondiente.
fr: Si vous avez une photo de cette personne, mettez-la en ligne ou entrez son adresse URL.
he: אם יש לך תמונה של אדם זה, טען אותו או הזן את כתובת האתר של התמונה.
id: Jika Anda memiliki foto orang ini, unggahlah atau masukkan alamat URL-nya.
ro: Dacă deţineţi o fotografie a acestei persoane, încărcaţi-o sau introduceţi adresa URL a acesteia.
ur: اگر آپ کے پاس اس فرد کیفوٹوگرا ہے تو، اسے اپ لوڈ کریں یا اس کا URL پتہ درج کریں۔
zh_tw: 如果您有這個人的相片，請上傳相片或是輸入相片網址。

source: URL
fr: Adresse URL
he: כתובת אתר
ro: Adresă URL
zh_tw: 網址

source: Upload
es: Subir
fr: Envoyer
he: טען
id: Unggah
ro: Încărcaţi
ur: اپ لوڈ کریں
zh_tw: 上傳

source: Source of this record (required)
es: Fuente de este registro (obligatorio)
fr: Origine de cet enregistrement (champ obligatoire)
he: מקור רשומה זו (נדרש)
id: Sumber data ini (wajib diisi)
ro: Sursa acestei înregistrări (obligatoriu)
ur: اس معلومات کا ذریعہ (لازم)
zh_tw: 此記錄的出處 (必填)

source: Where did this information come from?
es: ¿De dónde proviene esta información?
fr: Quelle est la source de cette information?
he: מה מקור מידע זה?
id: Dari manakah informasi ini berasal?
ro: De unde provin aceste informaţii?
ur: یہ اطلاع کہاں سے آئی؟
zh_tw: 此消息的出處為何？

source: This is a new record.
es: Este es un registro nuevo.
fr: C'est un nouvel enregistrement
he: זוהי רשומה חדשה.
id: Ini data baru.
ro: Aceasta este o înregistrare nouă.
ur: یہ ایک نہی معلومات ہے
zh_tw: 這是一筆新記錄。

source: This record is copied from another source.
es: Este registro es una copia de otra fuente.
fr: Cet enregistrement est copié d'une autre source.
he: רשומה זו הועתקה ממקור אחר.
id: Data ini disalin dari sumber lain.
ro: Această înregistrare este copiată dintr-o altă sursă.
ur: یہ معلومات دیگر زراے سے حاصل کی گی ہے
zh_tw: 此記錄是從另一個來源出處複製過來的。

source: Original author's name
es: Nombre del autor original
fr: Nom de l'auteur d'origine
he: שם המחבר המקורי
id: Nama penulis asli
ro: Numele autorului iniţial
ur: اصل مصنف کا نام
zh_tw: 原提供者的姓名

source: Author's phone number
es: Número de teléfono del autor
fr: Numéro de téléphone de l'auteur
he: מספר הטלפון של המחבר
id: Nomor telepon penulis
ro: Numărul de telefon al autorului
ur: مصنف کا فون نمبر
zh_tw: 提供者的電話號碼

source: Author's e-mail address
es: Dirección e-mail del autor
fr: Adresse e-mail de l'auteur
he: כתובת הדוא"ל של המחבר
id: Alamat email penulis
ro: Adresa de e-mail a autorului
ur: مصنف کا ای میل پتہ
zh_tw: 提供者的電子郵件位址

source: URL of original record
es: URL del registro original
fr: Adresse URL de l'enregistrement original
he: כתובת האתר של הרשומה המקורית
id: URL data asli
ro: Adresa URL a înregistrării iniţiale
ur: اصل ریکارڈ کا URL
zh_tw: 原始記錄網址

source: Original posting date
es: Fecha de envío original
fr: Date d'expédition originale
he: תאריך הפרסום המקורי
id: Tanggal pengeposan asli
ro: Data postării iniţiale
ur: اصل اشاعت کی تاریخ
zh_tw: 原始張貼日期

source: Enter as YYYY-MM-DD
es: Introduzca con el formato AAAA-MM-DD (Año-Mes-Día)
fr: Entrez sous la forme AAAA-MM-JJ
he: יש להזין את התאריך בפורמט YYYY-MM-DD
id: Masukkan dengan format DD-MM-YYYY
ro: Introduceţi în format AAAA-LL-ZZ
ur: سال-ماہ-تاریخ کے بطور درج کریں
zh_tw: 輸入格式為 YYYY-MM-DD (年年年年-月月-日日)

source: Original site name
es: Nombre de la página web original
fr: Nom du site d'origine
he: שם האתר המקורי
id: Nama situs asli
ro: Numele site-ului iniţial
ur: اصل سائٹ کا نام
zh_tw: 原始網站名稱

source: Embedding the Application
es: Insertar la Aplicación
fr: Intégration de l'application
he: מטביע את היישום
id: Menyematkan Aplikasi
ro: Încorporarea aplicaţiei
ur: اطلاق کو سرایت کرنا
zh_tw: 正在嵌入應用程式

source: Copy and paste the following HTML code to put this tool on your site
es: Copia y pega el siguiente código HTML para insertar esta herramienta en tu sitio web
fr: Copier et coller le code HTML suivant pour mettre cet outil sur votre site web
he: העתק והדבק את קוד ה-HTML הבא כי להוסף כלי זה לאתר שלך
id: Salin dan tempel kode HTML berikut untuk menyematkan alat ini ke situs Anda
ro: Copiaţi şi inseraţi următorul cod HTML pentru a pune acest instrument pe site-ul dvs.
ur: اس ٹول کو اپنی سائٹ پر رکھنے کے لئے درج ذیل HTML کوڈ کاپی کرکے پیسٹ کریں
zh_tw: 請複製下列 HTML 程式碼，並將其貼在您的網站上，您的網站即可顯示此工具

source: This gadget is made available under the
fr: Ce gadget est disponible sous
id: Gadget ini tersedia menurut
zh_tw: 這個小工具是

source: Apache 2.0 license
fr: la license Apache 2.0
id: lisensi Apache 2.0
zh_tw: 根據 Apache 2.0 授權條款提供使用

source: Any data you receive by collaborating with Google in connection with the gadget is shared under a
fr: Toutes les données que vous recevez en collaborant avec Google par ce Gadget sont partagées sous
id: Data apa pun terkait gadget yang Anda terima selama berkolaborasi dengan Google ini dibagi menurut
zh_tw: 您與 Google 合作並使用這個小工具收到的任何資料是根據

source: Creative Commons license
fr: la license Creative Commons
id: lisensi Creative Commons
zh_tw: 「創用 CC」授權來進行共用

source: Feedback and Discussion
es: Comentarios y discusión
fr: Commentaires et discussion
id: Umpan Balik dan Diskusi
ur: تاثرات اور مباحثہ
zh_tw: 意見與討論

source: To provide feedback on the People Finder application or to ask questions of the developers or other users, please join the
fr: Pour donner votre avis sur l’application PeopleFinder ou poser des questions aux développeurs ou autres utilisateurs, rejoignez le groupe de discussion
id: Untuk memberikan umpan balik tentang aplikasi People Finder ini atau bertanya ke pengembang atau pengguna lain, bergabunglah dalam milis
zh_tw: 如要針對 People Finder 應用程式提供您的意見，或要向開發人員或其他使用者詢問問題，請加入

source: mailing list.
zh_tw: 郵寄清單。

source: Downloading Data
es: Descargar datos
fr: Téléchargement de données
id: Mengunduh Data
ur: ڈیٹا ڈاؤن لوڈ ہو رہا ہے
zh_tw: 正在下載資料

source: The Person Finder application stores and exports records using the People Finder Interchange Format (PFIF), which is based on XML.
es: La aplicación de búsqueda de personas almacena y exporta registros en formato PFIF (People Finder Interchange Format), basado en XML.
fr: L’application Person Finder stocke et exporte les enregistrements en utilisant le format XML People Finder Interchange Format (PFIF).
id: Aplikasi Person Finder menyimpan dan mengekspor data menggunakan People Finder Interchange Format (PFIF), yang berbasis XML.
ur: شخص کی تلاش کا اطلاق پیوپل فائنڈر انٹرچینج فارمیٹ (PFIF) کا استعمال کرکے ریکارڈوں کا ذخیرہ اور اسے برآمد کرتا ہے، جو کہ XML پر مبنی ہے۔
zh_tw: Person Finder 應用程式使用「People Finder 交換格式」(People Finder Interchange Format，PFIF) 存放並輸出記錄，此格式的架構為 XML 語言。

source: Documentation on the format is available here:
es: La documentación sobre el formato está disponible aquí:
fr: La documentation de ce format est disponible ici:
id: Dokumentasi tentang format ini tersedia di sini:
ur: خاکہ سے متعلق دستاویزی ثبوت یہاں دستیاب ہے:
zh_tw: 使用此格式製作的文件可於此處取得：

source: PFIF 1.2 Specification
es: Especificación de PFIF 1.2
fr: La spécification PFIF 1.2 (en anglais)
id: Spesifikasi PFIF 1.2
ur: PFIF 1.2 کی وضاحت
zh_tw: PFIF 1.2 規格

source: PFIF 1.2 example document
es: Ejemplo de documento PFIF 1.2
fr: Exemple de document PFIF 1.2
id: Dokumen contoh PFIF 1.2
ur: PFIF 1.2 کی دستاویز کی مثال
zh_tw: PFIF 1.2 範例文件

source: PFIF 1.1 Specification
es: Especificación de PFIF 1.1
fr: La spécification PFIF 1.1 (en anglais)
id: Spesifikasi PFIF 1.1
ur: PFIF 1.1 کی وضاحت
zh_tw: PFIF 1.1 規格

source: PFIF 1.1 example document
es: Ejemplo de documento PFIF 1.1
fr: Exemple de document PFIF 1.1
id: Contoh dokumen PFIF 1.1
ur: PFIF 1.1 کی دستاویز کی مثال
zh_tw: PFIF 1.1 範例文件

source: PFIF FAQ and Implementation Guidelines
es: FAQ de PFIF y guía de implementación
fr: Questions fréquentes et guide d'implémentation PFIF (en anglais)
id: FAQ dan Petunjuk Implementasi PFIF
ur: PFIF کے اکثر پوچھے گئے سوالات اور نفاذ کے رہنما خطوط
zh_tw: PFIF 常見問題及實作指南

source: XML Specification
es: Especificación para XML
fr: La spécification XML (en anglais)
id: Spesifikasi XML
ur: XML کی وضاحت
zh_tw: XML 規格

source: Person Finder now supports PFIF 1.2.
es: El Buscador de Personas ahora soporta el formato PFIF 1.2
fr: L'application Person Finder supporte maintenant le format PFIF 1.2.
id: Person Finder sekarang mendukung PFIF 1.2.
ur: آفراد کی تلاش اب PFIF 1.2 کے لئے معاون ہے۔
zh_tw: Person Finder 現可支援 PFIF 1.2。

source: There are several ways to download records from our database:
es: Hay varias formas de descargar registros de nuestra base de datos:
fr: Il y a plusieurs façons de télécharger les enregistrements de notre base de données:
id: Ada beberapa cara mengunduh data dari database kami:
ur: ہمارے ڈیٹابیس سے ریکارڈز ڈاؤن لوڈ کرنے کے متعدد طریقے ہیں:
zh_tw: 如要從我們的資料庫下載記錄，有幾種方法：

source: Atom Feeds
es: Fuentes Atom
fr: Flux au format Atom
id: Umpan Atom
ur: Atom فیڈز
zh_tw: Atom 資訊提供

source: PFIF 1.2 person and note feeds are available here:
es: Las fuentes de personas y de notas PFIF 1.2 se pueden descargar desde aquí:
fr: Les flux de personnes et de notes au format PFIF 1.2 sont disponibles ici:
id: Umpan orang dan catatan PFIF 1.2 tersedia di sini:
ur: PFIF 1.2 فرد اور نوٹ فیڈز یہاں دستیاب ہیں:
zh_tw: PFIF 1.2 規格的人員及附註資訊提供可於此處取得：

source: By default, these feeds return the most recently added person records or note records in reverse chronological order.
es: Por defecto, estas fuentes proporcionan los últimos registros de personas o notas que han sido añadidos, en órden cronológico inverso.
fr: Par défaut, ces flux retournent les enregistements de la dernière personne ajoutée, ou les notes par ordre inverse chronologique.
id: Jika tidak diubah, umpan ini menyajikan data orang atau catatan yang baru saja ditambahkan dengan urutan mulai dari yang terkini.
ur: بذریعہ ڈیفالٹ، یہ فیڈز بالکل حال ہی میں شامل کردہ فرد کے ریکارڈز کو واپس کرتے یا معکوس تاریخی ترتیب میں ریکارڈز نوٹ کرتے ہیں۔
zh_tw: 根據預設，這些資訊會傳回最新加入的人員記錄或附註記錄 (以逆時間順序排列)。

source: These query parameters are supported:
es: Las peticiones pueden emplear los parámetros siguientes:
fr: Les paramètres suivants sont supportés:
id: Parameter kueri yang didukung:
ur: استفسار کے یہ پیمانے معاون ہیں:
zh_tw: 支援下列查詢參數：

source: Return up to the specified number of results (maximum 200).
es: Devolver no más de este número de resultados (y 200 como máximo).
fr: Limite maximum du nombre de résultats envoyés (maximum 200).
id: Menyajikan hingga jumlah hasil yang ditentukan (maksimum 200 hasil).
ur: نتائج کی بیان کردہ تعداد (زیادہ سے زیادہ 200) پر واپس جائیں۔
zh_tw: 最多傳回指定數量的結果 (最大值為 200)。

source: Skip the specified number of records before returning the next <code>max_results</code> results.
es: Omitir este número de resultados antes de devolver los siguientes <code>max_results</code> resultados.
fr: Ignore le nombre spécifié de résultats avant d'envoyer les <code>max_results</code> suivants.
id: Melompati jumlah data tertentu sebelum menyajikan hasil <code>max_results</code> berikutnya.
ur: اگلے <code>max_results</code> نتائج پر واپس ہونے سے قبل ریکارڈوں کی مقررہ تعداد چھوڑیں۔
zh_tw: 跳過指定數量的記錄，然後再傳回接下來的 <code>max_results</code> 結果。

source: Return only results with an <code>entry_date</code> greater than or equal to the specified timestamp, which should be in <code>yyyy-mm-ddThh:mm:ssZ</code> format. If this parameter is specified, results will be returned in forward chronological order.
es: Devolver únicamente los registros cuya fecha (<code>entry_date</code>) es mayor o igual que esta fecha. Esta fecha debe seguir el formato <code>aaaa-mm-ddThh:mm:ssZ</code>. Si se especifica este parámetro, los resultados serán devueltos en orden cronológico.
fr: Ne retourne que les résultats qui ont une date <tt>entry_date</tt> postérieure ou égale à l'estampille spécifiée, qui doit être au format <code>aaaa-mm-jjThh:mm:ssZ</code>. Si ce paramètre est spécifié, les résultats sont envoyés par ordre chronologique.
id: Hanya menyajikan hasil dengan <code>entry_date</code> lebih besar daripada atau sama dengan stempel waktu yang ditentukan, yang seharusnya dalam format <code>yyyy-mm-ddThh:mm:ssZ</code>. Jika parameter ini ditentukan, hasil akan disajikan dengan susunan waktu mulai dari yang terlama.
ur: صرف بیان کردہ ٹائم اسٹامپ سے <code>entry_date</code> سے زیادہ یا مساوی والے نتائج پر واپس جائیں، جو <code>yyyy-mm-ddThh:mm:ssZ</code> کی شکل میں ہونا چاہیے۔ اگر یہ پیمانہ بیان کیا گیا ہے تو، نتائج آگے کی تاریخی ترتیب میں واپس آئیں گے۔
zh_tw: 僅傳回於 <code>entry_date</code>大於或等於指定時間戳記的結果，戳記格式應該為 <code>yyyy-mm-ddThh:mm:ssZ</code>。如果指定此參數，傳回的結果會以依時間順序排列。

source: Return only notes for this person record. This parameter is only valid for the note feed.
es: Devolver únicamente las notas correspondientes al registro de esta persona. Este parámetro solo es válido para la fuente de notas.
fr: Ne renvoie que les notes concernant cet enregistrement. Ce paramètre n'est pas valable pour le flux de notes.
id: Menyajikan catatan untuk data orang ini saja. Parameter ini valid untuk umpan catatan saja.
ur: صرف اس فرد کے ریکارڈوں کے نوٹس واپس کریں۔ یہ پیمانہ صرف نوٹ فیڈ کے لئے موزوں ہے۔
zh_tw: 僅傳回這個人的附註。此參數只適用於附註資訊提供。

source: You can use the <code>person_record_id</code> parameter to subscribe to a feed of notes on a specific person.
es: Puedes usar el parámetro <code>person_record_id</code> para suscribirte a una fuente de notas sobre una persona en particular.
fr: Pour souscrire à un flux de notes pour une personne particulière vous pouvez utiliser le paramètre <code>person_record_id</code>.
id: Anda dapat menggunakan parameter <code>person_record_id</code> untuk berlangganan umpan catatan tentang orang tertentu.
ur: آپ مقررہ فرد سے متعلق نوٹس کے فیڈ کی رکنیت کے لئے <code>person_record_id</code> پیمانہ استعمال کرسکتے ہیں۔
zh_tw: 您可以使用 <code>person_record_id</code> 參數訂閱特定人的附註資訊提供。

source: If you need to keep another database synchronized with the Google Person Finder database, you can use the <code>min_entry_date</code> and <code>skip</code> parameters to produce incremental updates.
es: Si necesitas mantener otra base de datos sincronizada con la del Buscador de Personas de Google, puedes usar los parámetros <code>min_entry_date</code> y <code>skip</code> para producir actualizaciones incrementales.
fr: Si vous devez synchroniser une autre base de donnée avec celle du Google Person Finder, vous pouvez utiliser les paramètres <code>min_entry_date</code> et <code>skip</code> pour obtenir des mises-à-jour incrémentales.
id: Jika Anda perlu menyimpan database lain yang disinkronkan dengan database Google Person Finder, Anda dapat menggunakan parameter <code>min_entry_date</code> dan <code>skip</code> untuk menghasilkan pemutakhiran inkremental.
ur: اگر آپ کو دیگر ڈیٹابیس کو Google آفراد کی تلاش ڈیٹابیس کے ساتھ مطابقت پذیر بنانے کی ضرورت پڑتی ہے تو، آپ اضافی تازہ کاریاں پیش کرنے کے لئے <code>min_entry_date</code> اور <code>skip</code> پیمانے استعمال کرسکتے ہیں۔
zh_tw: 如果您要將另一個資料庫與 Google Person Finder 資料庫保持同步，您可以使用 <code>min_entry_date</code> 及 <code>skip</code> 參數來產生累加式更新。

source: Use the latest <code>entry_date</code> you have previously received from Google Person Finder as the <code>min_entry_date</code> for your first request.
es: Usa la última fecha (<code>entry_date</code>) que recibiste previamente del Buscador de Personas de Google como el valor de <code>min_entry_date</code> para tu primera consulta.
fr: Pour cela, prenez le <code>entry_date</code> le plus récent que vous avez reçu du Google Person Finder et utilisez-le comme paramètre <code>min_entry_date</code> pour votre requête.
id: Gunakan <code>entry_date</code> yang terakhir Anda terima sebelumnya dari Google Person Finder sebagai <code>min_entry_date</code> untuk permintaan pertama.
ur: تازہ ترین <code>min_entry_date</code> استعمال کریں جو آپ کی پہلی درخواست کے لئے <code>entry_date</code> کے بطور Google آفراد کی تلاش سے آپ کو ازیں قبل موصول ہوا ہے۔
zh_tw: 使用先前從 Google Person Finder 收到的最新 <code>entry_date</code>來作為 <code>min_entry_date</code> 提出您第一個要求。

source: Then take the latest <code>entry_date</code> in the batch you receive, and use it as the <code>min_entry_date</code> for your next request.
es: Luego toma la última fecha (<code>entry_date</code>) del resultado obtenido y úsala como el valor de <code>min_entry_date</code> para la consulta siguiente.
fr: Ensuite, prenez chaque fois le dernier <code>entry_date</code> du lot que vous recevez, et utilisez-le comme paramètre <code>min_entry_date</code> pour votre requête suivante.
id: Kemudian ambil <code>entry_date</code> terakhir dalam kelompok yang Anda terima, dan gunakan sebagai <code>min_entry_date</code> untuk permintaan berikutnya.
ur: پھر تازہ ترین <code>entry_date</code> کو اپنے موصول مجموعے میں لے جائیں، اور اسے اپنی اگلی درخواست کے لئے بطور <code>min_entry_date</code> استعمال کریں۔
zh_tw: 然後在收到的這批記錄中採用最新 <code>entry_date</code>，將其當作 <code>min_entry_date</code> 做出您的下一個要求。

source: Use the <code>skip</code> parameter to skip the records you already received that have the same <code>entry_date</code>.
es: Usa el parámetro <code>skip</code> para omitir los registros que ya has recibido y que tienen la misma fecha <code>entry_date</code>.
fr: Pour ignorer les enregistrements que vous avez déjà reçus et qui ont le même <code>entry_date</code>, utilisez le paramètre <code>skip</code>.
id: Gunakan parameter <code>skip</code> untuk melompati data yang telah diterima dan memiliki <code>entry_date</code> yang sama.
ur: آپ کو ازیں قبل موصولہ ایسے ریکارڈز چھوڑنے کے لئے جس میں وہی <code>skip</code> ہیں <code>entry_date</code> پیمانہ استمال کریں۔
zh_tw: 使用 <code>skip</code>參數來跳過與您已收到之記錄具有相同 <code>entry_date</code> 的記錄。

source: This algorithm is implemented by the download_feed.py script, which is provided in the open source release of Google Person Finder (see below).
es: El programa download_feed.py implementa este algoritmo. El programa está incluido en la versión de código abierto del Buscador Google de Personas (ver más abajo).
fr: Cet algorithme est implémenté dans le fichier download_feed.py, qui fait partie de la distribution open source de Google Person Finder (voir ci-dessous)
id: Algoritme ini digunakan oleh skrip download_feed.py, yang disediakan dalam rilis sumber terbuka Google Person Finder (lihat di bawah).
ur: download_feed.py اسکرپٹ کے ذریعہ الگورتھم کو نافذ کیا گیا ہے، جو Google کا افراد کا تلاش کنندہ کے کھلا وسیلہ والے اجراء میں فراہم ہے (نیچے دیکھیں)۔
zh_tw: 此演算法是由 download_feed.py 指令碼執行，該指令碼是由開放原始碼版本的 Google Person Finder 提供 (如下所示)。

source: Individual Person Record API
es: API de Registro Individual de Persona
fr: API pour accéder à l’enregistrement d’une personne
ur: انفرادی ذاتی ریکارڈ API
zh_tw: 個人記錄 API

source: If you know the PFIF person_record_id of a person, you can fetch the person's PFIF record (with notes) in XML format, at the following URL:
es: Si conoce el identificador de registro de persona (person_record_id) del registro PFIF de una persona, puede descargar el correspondiente registro (con notas) en formato XML en la siguiente URL:
fr: Si vous connaissez l’identifiant PFIF person_record_id d’une personne, vous pouvez récupérer la totalité des informations PFIF (commentaires inclus) au format XML en utilisant l’URL suivante:
id: Jika Anda mengetahui person_record_id PFIF seseorang, Anda dapat mengambil data PFIF orang itu (dengan catatan) dalam format XML, pada URL berikut:
ur: اگر آپ کو کسی فرد کا PFIF person_record_id معلوم ہے تو، آپ اس فرد کا PFIF ریکارڈ (مع نوٹس) XML شکل میں، درج ذیل URL پر بازیافت کرسکتے ہیں:
zh_tw: 如果您知道某個人的 PFIF person_record_id，則您可以使用 XML格式擷取他/她的 PFIF 記錄 (內含附註)，網址如下：

source: Uploading Data
es: Subir datos
fr: Mise en ligne de données
id: Mengunggah Data
ur: ڈیٹا اپ لوڈ ہو رہا ہے
zh_tw: 正在上傳資料

source: You can also push one or more PFIF records to the Person Finder by posting an XML file to the following URL:
es: También puedes subir uno or mas registros PFIF al buscador de personas enviando un archivo XML a la siguiente URL:
fr: Vous pouvez également ajouter un ou plusieurs enregistrements PFIF au Person Finder en soumettant un fichier XML à l’adresse URL suivante:
id: Anda juga dapat mengirimkan satu data PFIF atau lebih ke Person Finder dengan mengeposkan berkas XML ke URL berikut:
ur: آپ درج ذیل URL پر ایک XML فائل شائع کرکے ایک یا زیادہ ریکارڈز کا افراد کا تلاش کنندہ میں داخل کرسکتے ہیں:
zh_tw: 您也可以將 XML 檔案張貼至下列網址，藉此將一個或多個 PFIF 記錄發送給 Person Finder：

source: Both PFIF 1.1 and 1.2 are accepted.
es: Se acepta tanto PFIF 1.1 como 1.2.
fr: PFIF 1.1 ainsi que PFIF 1.2 sont acceptés.
id: Baik PFIF 1.1 maupun 1.2 diterima.
ur: PFIF 1.1 اور 1.2 دونوں ہی قابل قبول ہیں۔
zh_tw: 可接受 PFIF 1.1 及 1.2 規格。

source: To obtain an auth_key, please contact
fr: Pour obtenir une clé d’autorisation (auth_key), contactez
id: Untuk memperoleh auth_key, hubungi
zh_tw: 若要取得 auth_key，請聯絡

source: You will need to tell them which PFIF source domain you will be using the key for, and the key can only be used to upload person records whose person_record_id is prefixed with that domain.
es: Deberás indicar desde qué dominio fuente PFIF vas a utilizar la clave. La clave puede utilizarse solamente para subir registros de personas cuyo identificador tiene ese dominio como prefijo.
fr: Vous aurez besoin de leur indiquer le domaine source PFIF qui sera utilisé pour cette clé; et celle-ci pourra uniquement être utilisée pour faire des envois sur le serveur des données dont le champ person_record_id est préfixé par ce domaine.
id: Anda harus memberitahukan domain sumber PFIF yang akan digunakan kuncinya, dan kunci itu hanya dapat digunakan untuk mengunggah data orang yang person_record_id orang tersebut diawali dengan domain itu.
ur: آپ کو انہیں بتانا ہوگا کہ آپ اس کلید کے لئے کون سا PFIF ماخذ ڈومین استعمال کریں گے، اور وہ کلید صرف اس فرد کے ریکارڈز اپ لوڈ کرنے کے لئے استعمال ہوسکتی ہے جس کے person_record_id کے ساتھ اس ڈومین کا سابقہ ہو۔
zh_tw: 您需要告知他們您的金鑰將會使用於哪個 PFIF 來源網域，且該金鑰只能用來上載 person_record_id 前置字串為該網域的人員記錄。

source: Once you have prepared an XML file, the following command-line can be used to upload it:
es: Una vez que hayas preparado un archivo XML, puedes utilizar el siguiente comando para subirlo:
fr: Une fois que vous avez préparé un fichier XML, la ligne de commande suivante peut être utilisée pour l’envoyer sur le serveur:
id: Setelah Anda menyiapkan berkas XML, baris perintah berikut dapat digunakan untuk mengunggahnya:
ur: ایک XML فائل آپ کے تیار کرلینے کے بعد، اسے اپ لوڈ کرنے کے لئے درج ذیل کمانڈ لائن استعمال ہوسکتی ہے:
zh_tw: 當您準備好 XML 檔案時，可以使用下列命令列上傳檔案：
