Repository: Gentlemanlylad5/googlepersonfinder
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, fr, he, id, iw, ro, ur, zh_tw

source: The Given name and Family name are both required. Please go back and try again.
es: El nombre y apellido son obligatorios. Por favor, vuelve atrás e inténtalo de nuevo.
fr: Les champs "Prénom" et "Nom" sont obligatoires. Veuillez retourner à la page précédente et réessayer.
he: השם הפרטי ושם המשפחה דרושים שניהם. חזור ונסה שנית.
id: Nama Depan dan Nama Keluarga harus diisi. Harap kembali dan coba lagi.
iw: נדרשים גם השם הפרטי וגם שם המשפחה. חזור ונסה שוב.
ro: Introducerea prenumelui şi a numelui de familie este obligatorie. Reveniţi la pasul anterior şi încercaţi din nou.
zh_tw: [名字] 及 [姓氏] 欄位為必填。請回到上一步並再試一次。

source: The Original author's name is required. Please go back and try again.
es: El nombre del autor original es obligatorio. Por favor, vuelve atrás e inténtalo de nuevo.
fr: Le champ "Nom de l'auteur d'origine" est obligatoire. Veuillez retourner à la page précédente et réessayer.
he: דרוש שם המחבר המקורי. חזור ונסה שנית.
id: Nama penulis asli harus diisi. Harap kembali dan coba lagi.
ro: Introducerea numelui autorului iniţial este obligatorie. Reveniţi la pasul anterior şi încercaţi din nou.
ur: اصل مصنف کا نام مطلوب ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔
zh_tw: [原提供者的姓名] 欄位為必填。請回到上一步並再試一次。

source: Your name is required in the "Source" section. Please go back and try again.
es: Se requiere tu nombre en la sección "Acerca de tí". Por favor, vuelve atrás e inténtalo de nuevo.
fr: Le champ "Votre nom" dans la section "Origine" est obligatoire. Veuillez retourner à la page précédente et réessayer.
he: יש לציין את שמך בקטע "מקור". חזור ונסה שנית.
id: Nama Anda harus diisikan dalam bagian "Sumber". Harap kembali dan coba lagi.
ro: Introducerea numelui dvs. în secţiunea „Sursă” este obligatorie. Reveniţi la pasul anterior şi încercaţi din nou.
ur: آپ کا نام 'ماخذ' والے حصے میں مطلوب ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔
zh_tw: 請務必在 [來源] 區段中輸入您的姓名。請回到上一步並再試一次。

source: Message is required. Please go back and try again.
es: El mensaje es obligatorio. Por favor, vuelve atrás e inténtalo de nuevo.
fr: Le champ "Message" est obligatoire. Veuillez retourner à la page précédente et réessayer.
he: דרושה הודעה. חזור ונסה שנית.
id: Pesan harus diisi. Harap kembali dan coba lagi.
ro: Introducerea unui mesaj este obligatorie. Reveniţi la pasul anterior şi încercaţi din nou.
ur: پیغام مطلوب ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔
zh_tw: [訊息] 欄位為必填。請回到上一步並再試一次。

source: Please check that you have been in contact with the person after the earthquake, or change the "Status of this person" field.
es: Por favor, verifica que has estado efectivamente en contacto con esta persona después del terremoto, o cambia el campo "Estado de esta persona".
fr: Merci de vérifier que vous avez été en contact avec cette personne après le tremblement de terre, ou changer le champ "Statut de cette personne"
he: ודא שהיית בקשר עם אדם זה לאחר רעידת האדמה, או שנה את השדה "מצבו של אדם זה".
id: Pastikan bahwa Anda pernah terhubung dengan orang itu setelah gempa bumi, atau ubah bidang "Status orang ini".
ro: Confirmaţi dacă aţi intrat în legătură cu această persoană după cutremur sau modificaţi câmpul „Starea acestei persoane”.
ur: براہ کرم دیکھ لیں کہ آپ زلزلہ کے بعد اس فرد کے رابطہ میں رہے ہیں، یا 'اس فرد کی صورتحال'سوالی فیلڈ تبدیل کریں۔
zh_tw: 請確認地震後您曾經與這個人聯絡過，或是變更 [這個人的狀態] 欄位。

source: Original posting date is not in YYYY-MM-DD format, or is a nonexistent date. Please go back and try again.
es: La fecha de envío original no existe, o no respeta el formato AAAA-MM-DD (Año-Mes-Día). Por favor, vuelve atrás e inténtalo de nuevo.
fr: Le champ "Date d'expédition originale" n'est pas au format AAAA-MM-JJ ou contient une date erronnée. Veuillez retourner à la page précédente et réessayer.
he: תאריך הפרסום המקורי אינו בפורמט YYYY-MM-DD, או שאינו קיים. חזור ונסה שנית.
id: Tanggal pengeposan asli tidak menggunakan format DD-MM-YYYY, atau tanggal tidak ada. Harap kembali dan coba lagi.
ro: Data postării iniţiale nu este în formatul AAAA-LL-ZZ sau este o dată inexistentă. Reveniţi la pasul anterior şi încercaţi din nou.
ur: اشاعت کی اصل تاریخ سال-ماہ-دن کی شکل میں نہیں ہے، یا غیر موجود تاریخ ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔
zh_tw: 原始的張貼日期格式不是 YYYY-MM-DD (年年年年-月月-日日)，或是該日期不存在。請回到上一步並再試一次。

source: Date cannot be in the future. Please go back and try again.
es: La fecha no puede ser en el futuro. Por favor, vuelve atrás e inténtalo de nuevo.
fr: La date ne peut pas être dans le futur. Merci de retourner à la page précédente et recommencer.
he: התאריך לא יכול להיות תאריך בעתיד. חזור ונסה שנית.
id: Tanggal tidak boleh masa mendatang. Harap kembali dan coba lagi.
ro: Data nu poate fi în viitor. Reveniţi la pasul anterior şi încercaţi din nou.
ur: تاریخ آئندہ کی نہیں ہوسکتی ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔
zh_tw: 日期不能是未來的時間，請回到上一步並再試一次。

source: Photo uploaded is in an unrecognized format. Please go back and try again.
es: No se ha podido reconocer el formato de la fotografía que has proporcionado. Por favor, vuelve atrás e inténtalo de nuevo.
fr: Le format de l'image téléchargée n'est pas reconnu. Veuillez retourner à la page précédente et réessayer.
he: התצלום שנטען הוא בפורמט לא מוכר. חזור ונסה שנית.
id: Format foto yang diunggah tidak dikenali. Harap kembali dan coba lagi.
ro: Fotografia încărcată este într-un format nerecunoscut. Reveniţi la pasul anterior şi încercaţi din nou.
ur: اپ لوڈ کردہفوٹوگرا ایک نامعلوم شکل میں ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔
zh_tw: 上傳的相片格式無法辨識，請回到上一步並再試一次。

source: The provided image is too large. Please upload a smaller one.
es: La imagen provista es demasiado grande. Por favor, sube una imagen más pequeña.
fr: L'image fournie est trop grande, veuillez en télécharger une plus petite.
he: התמונה שסופקה גדולה מדי. טען תמונה קטנה יותר.
id: Gambar yang diunggah terlalu besar. Unggah yang lebih kecil.
ro: Imaginea furnizată este prea mare. Încărcaţi o imagine mai mică.
ur: فراہم کردہفوٹوگرا کافی بڑی ہے۔ براہ کرم قدرے چھوٹیفوٹوگرا اپ لوڈ کریں۔
zh_tw: 提供的圖片檔案大小太大，請上傳檔案較小的圖片。

source: There was a problem processing the image. Please try a different image.
es: Se produjo un error al procesar la imagen. Por favor, intenta subir otra imagen diferente.
fr: Il y a eu un problème durant le traitement de l'image. Essayez avec une autre.
he: היתה בעיה בעיבוד התמונה. נסה תמונה אחרת.
id: Ada masalah saat memroses gambar. Coba gambar lain.
ro: A apărut o problemă la procesarea imaginii. Încercaţi cu o imagine diferită.
ur: تصویر پر کارروائی کرنے میں ایک دشواری تھی۔ براہ کرم مختلففوٹوگرا آزمائیں۔
zh_tw: 處理圖片時發生問題，請使用不同的圖片。

source: Your name is required in the "About you" section. Please go back and try again.
es: Debes indicar tu nombre en la sección "Acerca de tí". Por favor, vuelve atrás e inténtalo de nuevo.
fr: Le champ "Votre nom" dans la section "Vous" est obligatoire.
he: יש לציין את שמך בקטע "אודותיך". חזור ונסה שנית.
id: Nama harus diisikan dalam bagian "Tentang Anda". Harap kembali dan coba lagi.
ro: Introducerea numelui dvs. în secţiunea „Despre dvs.” este obligatorie. Reveniţi la pasul anterior şi încercaţi din nou.
ur: آپ کا نام 'آپ کے بارے میں' والے حصے میں مطلوب ہے۔ براہ کرم پیچھے جائیں اور دوبارہ آزمائیں۔
zh_tw: 請務必在 [關於您] 區段中輸入您的姓名，請回到上一步並再試一次。

source: female
es: mujer
fr: femme
he: נקבה
id: wanita
ro: feminin
ur: خاتون
zh_tw: 女性

source: male
es: varón
fr: homme
he: זכר
id: pria
ro: masculin
ur: مرد
zh_tw: 男性

source: other
es: otro
fr: autre
he: אחר
id: lainnya
ro: altul
ur: دیگر
zh_tw: 其他

source: Unspecified
es: No especificado
fr: Non spécifié
he: לא צוין
id: Tidak ditentukan
ro: Nespecificată
ur: غیر واضح
zh_tw: 未指定

source: I am seeking information
es: Estoy buscando información
fr: Je recherche des informations
he: אני מחפש מידע
id: Saya mencari informasi
ro: Caut informaţii
ur: میں معلومات حاصل کرنا چاہتا ہوں
zh_tw: 我正在尋找資訊

source: I am this person
es: Yo soy esta persona
fr: Je confirme être cette personne
he: אדם זה הוא אני
id: Saya adalah orang ini
ro: Eu sunt această persoană
ur: میں یہ شخص ہوں
zh_tw: 我就是這個人

source: I have received information that this person is alive
es: Tengo información de que esta persona está viva
fr: J'ai reçu des informations indiquant que cette personne est en vie
he: קיבלתי מידע שאדם זה בחיים
id: Saya telah menerima informasi bahwa orang ini masih hidup
ro: Am primit informaţii conform cărora această persoană este în viaţă
ur: مجھے معلومات ملی ہیں کہ یہ شخص زندہ ہے
zh_tw: 我收到消息指出這個人還活著

source: I have reason to think this person is missing
es: Tengo motivos para creer que esta persona está desaparecida
fr: J'ai des raisons de croire que cette personne est toujours portée disparue
he: לפי המידע שיש בידי, אדם זה נעדר
id: Saya ingin melaporkan bahwa orang ini hilang
ro: Am motive să cred că această persoană este dispărută
ur: مجھے شک ہے کہ یہ شخص گمشدہ ہے
zh_tw: 我有理由確信這個人已失蹤

source: I have received information that this person is dead
es: Tengo información de que esta persona está muerta
fr: J'ai reçu des informations indiquant que cette personne est décédée
he: קיבלתי מידע שאדם זה אינו בחיים
id: Saya telah menerima informasi bahwa orang ini sudah meninggal
ro: Am primit informaţii conform cărora această persoană a decedat
ur: مجھے معلومات ملی ہیں کہ یہ شخص وفات پا گیا ہے
zh_tw: 我收到消息指出這個人已死亡

source: Someone is seeking information
es: Alguien está buscando información
fr: Quelqu'un recherche des informations
id: Seseorang mencari informasi
ro: Cineva caută informaţii
ur: کوئی فرد معلومات طلب کر رہا ہے
zh_tw: 有人正在打聽消息

source: This person has posted a message
es: Esta persona ha enviado un mensaje
fr: Cette personne a envoyé un message
he: אדם זה פרסם הודעה
id: Orang ini telah mengeposkan pesan
ro: Această persoană a postat un mesaj
ur: اس فرد نے ایک پیغام شائع کیا ہے
zh_tw: 這個人有張貼訊息

source: Someone has received information that this person is alive
es: Alguien ha recibido información de que esta persona está viva
fr: Quelqu'un a reçu des informations indiquant que cette personne est en vie
he: מישהו קיבל מידע שאדם זה בחיים
id: Seseorang telah menerima informasi bahwa orang ini masih hidup
ro: Cineva a primit informaţii conform cărora această persoană este în viaţă
ur: کسی فرد کو اطلاع ملی ہے کہ یہ فرد زندہ ہے
zh_tw: 有人收到消息指出這個人還活著

source: Someone has reported that this person is missing
es: Alguien ha recibido información de que esta persona está desaparecida
fr: Quelqu'un a indiqué que cette personne est toujours portée disparue
he: מישהו דיווח שאדם זה נעדר
id: Seseorang telah melaporkan bahwa orang ini hilang
ro: Cineva a semnalat dispariţia acestei persoane
ur: کسی فرد نے اطلاع دی ہے کہ یہ فرد غائب ہے
zh_tw: 有人回報這個人已失踨

source: Someone has received information that this person is dead
es: Alguien ha recibido información de que esta persona está muerta
fr: Quelqu'un a reçu des informations indiquant que cette personne est décédée
he: מישהו קיבל מידע שאדם זה אינו בחיים
id: Seseorang telah menerima informasi bahwa orang ini sudah meninggal
ro: Cineva a primit informaţii conform cărora această persoană a decedat
ur: کسی فرد کو اطلاع ملی ہے کہ اس فرد کی موت ہوگئی ہے
zh_tw: 有人收到消息指出這個人已死亡

source: There was an error processing your request. Sorry for the inconvenience. Our administrators will investigate the source of the problem, but please check that the format of your request is correct.
es: Se ha producido un error al procesar tu petición. Disculpa las molestias. Nuestros administradores investigarán el problema, pero por favor comprueba que el formato de la petición es correcto.
fr: Il y a eu une erreur pendant le traitement de votre demande. Nous sommes désolés pour tout inconvénient. Nos administrateurs examineront la source du problème, mais vérifiez, s'il vous plaît, que le format de votre demande est correct.
he: אירעה שגיאה בעיבוד הבקשה שלך. מצטערים על אי הנוחות. מנהלי המערכת שלנו יבדקו מה מקור הבעיה, אך עליך לוודא שהזנת את הבקשה בפורמט הנכון.
id: Terjadi galat saat memroses permintaan. Maaf atas ketidaknyamanan ini. Administrator kami akan memeriksa sumber masalahnya, tetapi pastikan bahwa format permintaan sudah benar.
ro: A apărut o eroare la procesarea solicitării dvs. Ne cerem scuze pentru neplăcerile cauzate. Administratorii noştri vor investiga sursa problemei, dar vă rugăm să verificaţi dacă formatul solicitării dvs. este corect.
ur: آپ کی درخواست پر کارروائی کرنے میں ایک غلطی ہوگئی تھی۔ زحمت کے لئے معذرت خواہ ہیں۔ ہمارے منتظمین دشواری کے ماخذ کی چھان بین کریں گے، لیکن براہ کرم دیکھ لیں کہ آپ کی درخواست کی شکل درست ہے۔
zh_tw: 處理您的要求時發生錯誤，很抱歉造成您的不便。我們的管理員會調查造成問題的原因，但是請您檢查您是否使用正確的格式來提出要求。

source: Tell us the status of this person
es: Indícanos el estado de esta persona
fr: Quel est le statut de cette personne?
he: ספר לנו על מצבו של אדם זה
id: Beri tahu kami status orang ini
ro: Spuneţi-ne care este starea acestei persoane
ur: ہمیں اس فرد کی صورتحال بتائیں
zh_tw: 請告訴我們這個人的狀態

source: Mark records as duplicate
es: Marcar como registros duplicados
fr: Marquer ces enregistrements comme doublons
he: סמן את הרשומות כרשומות כפולות
id: Tandai data sebagai duplikat
ro: Marcaţi înregistrările ca fiind duplicate
ur: ریکارڈوں پر ڈپلیکیٹ کا نشان لگائیں
zh_tw: 將記錄標示為重複項目

source: Status of this person
es: Actualizaciones para esta persona
fr: Mises-à-jour du statut pour cette personne
he: מצבו של אדם זה
id: Status orang ini
ro: Starea acestei persoane
ur: اس فرد کی صورتحال
zh_tw: 這個人的狀態

source: Message (required)
es: Mensaje (obligatorio)
fr: Message (champ obligatoire)
he: הודעה (נדרש)
id: Pesan (wajib diisi)
ro: Mesaj (obligatoriu)
ur: پیغام (مطلوب)
zh_tw: 訊息 (必填)

source: A message for this person or others seeking this person
es: Un mensaje para esta persona o para otros que estén buscando a esta persona
fr: Un message pour cette personne ou ceux qui la recherchent
he: הודעה עבור אדם זה או עבור אנשים המחפשים אותו
id: Pesan untuk orang ini atau orang lain yang mencari orang ini
ro: Un mesaj pentru această persoană sau pentru alte persoane care o caută
ur: اس شخص یا اسے ڈھونڈنے والوں کے لئے پیغام
zh_tw: 留訊息給這個人，或是要提供訊息給正在打聽這個人下落的其他人

source: Please explain why you think these are the same person
es: Por favor, explica por qué crees que se trata de la misma persona
fr: Merci d'expliquer pourquoi vous pensez que ces enregistrements représentent la même personne
he: הסבר מדוע אתה סבור שמדובר באותו אדם
id: Jelaskan mengapa menurut Anda mereka adalah orang yang sama
ro: Explicaţi de ce consideraţi că este vorba despre aceeaşi persoană
ur: براہ کرم بتائیں کہ آپ کے خیال میں یہ ایک ہی فرد کیوں ہیں
zh_tw: 請解釋為什麼您認為他們是同一個人

source: Last known location
es: Última ubicación conocida
fr: Dernier lieu connu
he: מיקומו האחרון הידוע
id: Lokasi terakhir yang diketahui
ro: Ultima locaţie cunoscută
ur: آخری دفع کہاں دیکھا گیا؟
zh_tw: 最近的已知地點

source: Type an address or open the map below and indicate the location by moving the pin.
es: Escribe una dirección o indica la ubicación moviendo la marca de posición en el mapa de abajo.
fr: Indiquer une adresse ou ouvrir la carte ci-dessous et indiquer l'endroit en bougeant le repère rouge.
he: הקלד את הכתובת או פתח את המפה שבהמשך וציין את המיקום על ידי הזזת הנעץ.
id: Ketikkan alamat atau buka peta di bawah dan tunjukkan lokasi dengan menggeser penyemat.
ro: Introduceţi o adresă sau deschideţi harta de mai jos şi indicaţi locaţia deplasând pioneza.
ur: پتا درج کریں یا نیچے دے گئے نقشے پےنشان ہلا کر جگہ کی نشان دہی کریں
zh_tw: 請輸入地址或開啟下方的地圖，並移動大頭針來指出地點。

source: Show Map
es: Mostrar Mapa
fr: Afficher la carte
he: הצג מפה
id: Tampilkan Peta
ro: Afişaţi harta
ur: نقشہ دکھائیں
zh_tw: 顯示地圖

source: Hide Map
es: Ocultar Mapa
fr: Cacher la carte
he: הסתר מפה
id: Sembunyikan Peta
ro: Ascundeţi harta
ur: نقشہ دیکھیں
zh_tw: 隱藏地圖

source: Yes
es: Sí
fr: Oui
he: כן
id: Ya
ro: Da
ur: ہاں
zh_tw: 是

source: No
fr: Non
he: לא
id: Tidak
ro: Nu
ur: نہیں
zh_tw: 否

source: Missing person's current contact information
es: Información de contacto actual de la persona desaparecida
fr: Coordonnées actuelles de la personne disparue
he: פרטי הקשר של הנעדר
id: Informasi kontak saat ini untuk si orang hilang
ro: Informaţiile de contact curente ale persoanei dispărute
ur: گمشدہ فرد کے موجودہ رابطہ کی معلومات
zh_tw: 失踨人員目前聯絡的資訊

source: How can this person be reached now?
es: ¿Cómo puede ser localizada esta persona actualmente?
fr: Comment contacter cette personne maintenant?
he: כיצד ניתן ליצור קשר עם אדם זה כעת?
id: Bagaimanakah cara menghubungi orang ini sekarang?
ro: Cum poate fi contactată acum această persoană?
ur: اب اس فرد تک کس طرح رسائی ہوسکتی ہے؟
zh_tw: 現在要如何聯絡這個人？

source: Phone number
es: Número telefónico
fr: Numéro de téléphone
he: מספר טלפון
id: Nomor telepon
ro: Număr de telefon
ur: فون نمبر
zh_tw: 電話號碼

source: E-mail address
es: Dirección e-mail
fr: Adresse e-mail
he: כתובת דוא"ל
id: Alamat email
ro: Adresă de e-mail
ur: ای میل پتہ
zh_tw: 電子郵件位址

source: About you (required)
es: Acerca de tí (obligatorio)
fr: Vous (section obligatoire)
he: אודותיך (נדרש)
id: Tentang Anda (wajib diisi)
ro: Despre dvs. (obligatoriu)
ur: آپ کے بارے میں (مطلوب)
zh_tw: 關於您 (必填)

source: How others who are interested in this person can contact you
es: ¿Cómo pueden contactarte otras personas interesadas en la persona desaparecida?
fr: Comment ceux qui recherchent cette personne peuvent vous contacter
he: כיצד יכולים אנשים המעוניינים לקבל מידע על אדם זה ליצור איתך קשר
id: Bagi orang lain yang ingin mengetahui orang ini, bagaimanakah cara mereka menghubungi Anda
ro: Modalitatea prin care puteţi fi contactat(ă) de către alţi oameni care sunt interesaţi de această persoană
ur: اس فرد میں دلچسپی لینے والے دیگر افراد آپ سے کس طرح رابطہ کرسکتے ہیں
zh_tw: 想要聯絡這個人的其他人要如何聯絡您

source: Your name
es: Tu nombre
fr: Votre nom
he: שמך
id: Nama Anda
ro: Numele dvs.
ur: آپ کا نام
zh_tw: 您的姓名

source: Your phone number
es: Tu número telefónico
fr: Votre numéro de téléphone
he: מספר הטלפון שלך
id: Nomor telepon Anda
ro: Numărul dvs. de telefon
ur: آپ کا فون نمبر
zh_tw: 您的電話號碼

source: Your e-mail address
es: Tu dirección e-mail
fr: Votre adresse e-mail
he: כתובת הדוא"ל שלך
id: Alamat email Anda
ro: Adresa dvs. de e-mail
ur: ایمےل اڈریس
zh_tw: 您的電子郵件位址

source: Yes, these are the same person
es: Sí, estos son la misma persona
fr: Oui, il s'agit de la même personne
he: כן, מדובר באותו אדם
id: Ya, mereka adalah orang yang sama
ro: Da, este vorba despre aceeaşi persoană
ur: ہاں، یہ ایک ہی فرد ہیں
zh_tw: 是的，他們是同一個人

source: Save this record
es: Guardar este registro
fr: Enregistrer cet enregistrement
he: שמור רשומה זו
id: Simpan data ini
ro: Salvaţi această înregistrare
ur: یہ ریکارڈ محفوظ کریں
zh_tw: 儲存此記錄

source: Cancel
es: Anular
fr: Annuler
he: ביטול
id: Batal
ro: Anulaţi
ur: منسوخ کریں
zh_tw: 取消

source: Administration
he: ניהול
id: Administrasi
iw: ניהול
ro: Administrare
ur: انتظامیہ
zh_tw: 管理

source: You are currently signed in as <span class="email">%(email)s</span>.
es: En este momento apareces como <span class="email">%(email)s</span> para el sistema.
fr: Vous êtes actuellement connecté en tant que <span class="email">%(email)s</span>.
he: אתה מחובר בתור <span class="email">%(email)s</span>.
id: Saat ini Anda masuk sebagai <span class="email">%(email)s</span>.
ro: În prezent sunteţi conectat(ă) ca <span class="email">%(email)s</span>.
ur: آپ فی الحال <span class="email">%(email)s</span> کے بطور سائن ان ہیں۔
zh_tw: 您目前是使用 <span class="email">%(email)s</span> 登录的。

source: Back to start
es: Volver al principio
fr: Retour à la page d'acceuil
he: בחזרה להתחלה
id: Kembali ke awal
ro: Înapoi la început
ur: شروع کرنے کے لئے واپس جائیں
zh_tw: 回到首頁

source: PLEASE NOTE: All data entered will be available to the public and viewable and usable by anyone. Google does not review or verify the accuracy of this data.
es: NOTA: Todos los datos introducidos estarán disponibles al público y estarán visibles y utilizables por cualquier persona. Google no ha revisado la veracidad de esta información.
fr: NOTE: Toutes les données entrées vont être accessibles au public et lisibles et utilisables par tous. Google ne relit pas ni ne vérifie l'exactitude de ces données.
he: לתשומת לבך: כל הנתונים שתזין יהיו זמינים לציבור וכל אחד יוכל להציג אותם ולהשתמש בהם. Google אינה בודקת או מוודאת אם נתונים אלה מדויקים.
id: PERHATIKAN: Semua data yang dimasukkan akan tersedia untuk umum, dapat dilihat, dan dapat digunakan oleh siapa pun. Google tidak meninjau atau memverifikasi keakuratan data ini.
ro: REŢINEŢI: toate datele introduse vor fi disponibile în mod public, vor putea fi afişate şi utilizate de către orice persoană. Google nu verifică şi nu evaluează exactitatea acestor date.
ur: براہ کرم نوٹ کریں: درج کردہ تمام معلومات عوام کو دستیاب ہوگا اور اسے کوئی بھی فرد دیکھ یا استعمال کرسکے گا۔ Google اس ڈیٹا پر نظرثانی یا اس کی توثیق نہیں کرتا ہے۔
zh_tw: 請注意：您輸入的所有資料會公開給大眾存取，任何人都可以檢視並使用此資料。Google 並不會審查或驗證此資料的正確性。

source: Embed this tool on your site
es: Inserta esta herramienta en tu página web
fr: Intégrer cet outil sur votre site web
he: הטבע כלי זה באתר שלך
id: Sematkan alat ini ke situs Anda
ro: Încorporaţi acest instrument în site-ul dvs.
ur: یہ ٹول اپنی سائٹ پر سرایت کریں
zh_tw: 在您的網站上嵌入此工具

source: Developers
es: Desarrolladores
fr: Développeurs
he: מפתחים
id: Pengembang
ro: Dezvoltatori
ur: ڈیولپرز
zh_tw: 開發人員

source: Terms of Service
es: Condiciones del Servicio
fr: Conditions générales d'utilisation
he: תנאים והגבלות
id: Persyaratan Layanan
ro: Termeni şi condiţii
ur: خدمت کی شرائط
zh_tw: 服務條款

source: Identify who you have information about
es: Identifica a la persona de la cual tienes información
fr: Identifiez la personne à propos de laquelle vous avez des informations
he: ספק פרטים מזהים של האנשים שיש לך מידע לגביהם
id: Identifikasikan orang yang Anda ketahui informasinya
ro: Identificaţi persoana despre care aveţi informaţii
ur: نشاندہی کریں کہ آپ کے پاس کس کے بارے میں معلومات ہے
zh_tw: 提供您所搜尋的人的相關資訊

source: Identify who you are looking for
es: Identifica a la persona que buscas
fr: Identifiez la personne que vous recherchez
he: ספק פרטים מזהים של האנשים שאתה מחפש
id: Identifikasikan orang yang Anda cari
ro: Identificaţi persoana pe care o căutaţi
ur: نشاندہی کریں کہ آپ کو کس کی تلاش ہے
zh_tw: 確認您要尋找的人

source: Name (required)
es: Nombre (obligatorio)
fr: Nom (champ obligatoire)
he: שם (נדרש)
id: Nama (wajib diisi)
ro: Nume (obligatoriu)
ur: نام (مطلوب)
zh_tw: 姓名 (必填)

source: What is this person's name?
es: ¿Cuál es el nombre de la persona?
fr: Quel est le nom de cette personne?
he: מה שמו של אדם זה?
id: Siapakah nama orang ini?
ro: Care este numele acestei persoane?
ur: اس فرد کا نام کیا ہے؟
zh_tw: 這個人的姓名為何？

source: Family name
es: Apellido
fr: Nom de famille
he: שם משפחה
id: Nama keluarga
ro: Nume de familie
ur: خاندانی نام
zh_tw: 姓

source: Given name
es: Nombre
fr: Prénom
he: שם פרטי
id: Nama depan
ro: Prenume
ur: عرفی نام
zh_tw: 名

source: Name
es: Nombre
fr: Nom
he: שם
id: Nama
ro: Nume
ur: نام
zh_tw: 姓名

source: Home Address
es: Dirección
fr: Adresse
he: כתובת בבית
id: Alamat rumah
ro: Adresă de domiciliu
ur: گھر کا پتہ
zh_tw: 住家地址

source: Where is this person from?
es: ¿De dónde es esta persona?
fr: Où habite cette personne?
he: מהיכן אדם זה?
id: Dari manakah asal orang ini?
ro: De unde este această persoană?
ur: اس فرد کا تعلق کہاں سے ہے؟
zh_tw: 這個人是那裡人？

source: Street name
es: Calle
fr: Nom de la rue
he: שם רחוב
id: Nama jalan
ro: Nume stradă
ur: گلی کا نام یا نمبر
zh_tw: 街道名稱

source: Street name only, no number
es: Nombre de la calle solo, sin número
fr: Nom de la rue uniquement, sans numéro
he: שם הרחוב בלבד, לא מספר
id: Nama jalan saja, tanpa nomor
ro: Nume stradă, fără număr
ur: صرف اسٹریٹ کا نام، فون نمبر نہیں
zh_tw: 僅提供街道名稱即可，無需輸入號碼

source: Neighborhood
es: Barrio
fr: Quartier
he: שכונה
id: Kelurahan
iw: שכונה
ro: Cartier
zh_tw: 社區

source: City
es: Ciudad
fr: Ville
he: עיר
id: Kota
ro: Oraş
ur: شھر
zh_tw: 城市
